import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
export default class FaqAuction extends Component {
  render() {
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه در مزایده شرکت کنم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید میتوانید برای
                <Link to="/Faqs/signUp"> ثبت نام و فعال سازی </Link>
                راهنمای ثبت نام در ساعت ۸ را مطالعه کنید. قبل از تایید نام
                کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و نیز
                شرایط خصوصی مزایده آنلاین ساعت ۸ و تکمیل مدارک خود، می توانید در
                مزایده شرکت کنید.
              </p>
              <Divider />
              <p>
                 ابتدا کالای مورد نظر خود را جستجو نماید ، در صورتی که برای
                کالای مورد نظر شما مزایده برگزار شده باشد می توانید در آن مزایده
                شرکت کرده و برنده شوید. بدون حضور و شرکت در مزایدات می توانید،
                کالا ، مصالح ، ماشین آلات و غیره و هر آن چیزی که مرتبط با صنعت
                عظیم ساختمان است و در آگهی ها نیز موجود می باشد را بصورت آنلاین
                و سریع خریداری نماید
                <Link to="/Faqs/buy"> ( چگونه خرید کنم ؟ ) </Link>
                <Link to="/Faqs/sell"> ( چگونه فروش کنم ؟ ) </Link>
                <br /> <br />
                برای شرکت در مزایده باید وارد نام کاربری خود شده آگهی مورد نظر
                را یا در صفحه اصلی و یا بصورت جستجو و یا از طریق آیتم ( گزینه ها
                ) پیدا کنید. ( می توانید از گزینه آخرین آگهی های ثبت شده و یا
                بصورت مستقیم از گزینه مزادیدات استفاده نمایید ) <br /> <br />
                آخرین قیمت پیشنهادی برای مزایده مورد نظر را ملاحظه کنید شما می
                توانید قیمت پیشنهادی بعدی را ارائه دهید. شما به روی گزینه ثبت
                پیشنهاد برای شرکت در مزایده کلیک می کنید
                <br /> <br />
                <strong>
                  (ثبت پیشنهاد به منزله قرارداد شما می باشد. در صورت برنده شدن
                  ملزم به انجام تعهدات می باشید )
                </strong>
                وآخرین قیمت مزایده ارائه شده ، پنج درصد از آخرین پیشنهاد بیشتر
                خواهد بود.(گام افزایش قیمت مزایده ، پنج در صد است ). در صورتی که
                پیشنهاد شما بالاترین پیشنهاد باشد و زمان به اتمام برسد ، برنده
                مزایده می باشید در صورتی که کاربران دیگر بعد از شما ثبت پیشنهاد
                نمایند در صورت صلاحدید ، شما می توانید مجددا ثبت پیشنهاد نمایید
                ( تا زمانی که قیمت از نظر شما قابل قبول میباشد ) و این چرخه تا
                آخر مزایده ادامه خواهد داشت تا بلاخره آخرین قیمت و پیشنهاد در
                زمان پایان یافتن مزایده برنده مزایده می باشد. <br /> <br />
                <strong>
                  در صورت ارتکاب تخلف دیگر اجازه شرکت در مزایدات را نخواهید
                  داشت).
                </strong>
                <br /> <br />
                علاوه بر شرکت در مزایده در صورتی که کاربر برگزار کننده مزایده ،
                گزینه خرید فوری را نیز در مزایده گنجانده باشد ، شما می توانید
                خرید فوری انجام داده و مزایده را در همان لحظه به پایان برسانید.
                <br /> <br />
                مزایده به صورت آنلاین برگزار می شود و به طور متوسط هر یک دقیقه
                یک بار به روز رسانی خواهد شد برای اینکه زودتر به روز رسانی شود
                شما بطوز دستی به روز رسانی یا رفرش نمایید.
                <br /> <br />
                پس از اتمام مزایده در صورتی که شما برنده مزایده باشید باید مبلغی
                را که با آن برنده مزایده شده اید را حداکثر ظرف مدت ۴۸ ساعت از
                طریق درگاه پرداخت ساعت ۸ واریز نماید.
                <br /> <br />
                <strong>
                  ( در صورت ارتکاب تخلف دیگر اجازه شرکت در مزایدات را نخواهید
                  داشت).
                </strong>
                <br /> <br />
              </p>
              <Divider />
              <p>
                پس از اتمام مزایده و واریز مبلغ فاکتور برای شما صادر می شود .
                برای بازدیدهای آتی ، یک فاکتور به پنل کاربری شما ارسال خواهد شد
                پس از ارائه فاکتور یک فاکتور نیز برای برگزار کننده مزایده ارسال
                خواهد شد برگزار کننده مزایده ظرف مدت ۴۸ ساعت باید مورد مزایده را
                ارسال نمایند . ( در صورتی که شرایط خاص مانند تعطیلات ، شرایط
                فورس ماژور ، سختی بارگیری یا توافق با برنده و یا .... پیش آید به
                مدت ارسال توسط کاربر فروشنده اضافه خواهد شد )<br /> <br />
                شما می توانید آدرسی که در زمان ثبت نام را ثبت نموده اید ، برای
                ارسال انتخاب نمایید و یا آدرس جدیدی را برای دریافت محصول خود در
                فاکتور ارائه شده ، ثبت کنید.
                <br /> <br />
                هزینه حمل و نقل به عهده برنده مزایده می باشد ( مگر اینکه در زمان
                ثبت آگهی مزایده برگزار کننده مزایده غیر از این ثبت کرده باشد ،
                مانند ارسال رایگان و ... ) . می توانید برای اطلاع از هزینه های
                حمل و نقل به کاربر فروشنده از طریق سایت پیام دهید و برای نحوه
                ارسال توافق کنید در غیر اینصورت مورد شما به روش های معمول ارسال
                خواهد شد. پس از ارسال شماره بارنامه و یا شماره ارسال در سایت
                قرار می گیرد و یک پیامک مبنی بر ارسال کالا به شما ارسال خواهد
                شد.
                <br /> <br />
                پس از رسیدن کالا و تحویل گرفتن آن شما بایستی حداکثر تا ۲۴ ساعت
                اعلام رضایت و یا شکایت نمایید. ( مگر این که زمان تست محصول توسط
                فروشنده بیشتر اعلام گردد )<br /> <br />
                در صورت اعلام رضایت مبلغ فروشنده به حساب ایشان واریز خواهد شد و
                در صورتی که اعلام شکایت نمایید موضوع اختلاف و ایرادات را با دلیل
                و مستندات و مدرک بصورت پیام ابتدا به کاربر فروشنده ( برگزار
                کننده مزایده ) ارسال نمایید. موارد توسط ایشان مورد بررسی قرارمی
                گیرد و در صورت صحت موضوع بایستی جبران خسارت نموده و یا مورد ذکر
                شده در آگهی مجددا و بدون ایراد برای کاربر خریدار ارسال شود که
                کلیه هزینه های مجدد بعهده فرد خاطی می باشد و کاربر فروشنده نسبت
                به آن پاسخگو خواهد بود. در صورتی که بدون دلیل و مدرک شکایت
                نمایید و نیز هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم )<br /> <br />
              </p>
              <Divider />
              <p>
                مسئولیت عدم اطلاع رسانی از تحویل مورد مزایده در مدت مقرر به عهده
                کاربر خریدار ( برنده مزایده ) می باشد. در صورت عدم توافق
                فی‌مابین طرفین از طریق حل اختلاف ساعت ۸ داوری خواهید شد .<br />{" "}
                <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br /> <br />
                برنده مزایده پس از دریافت ( کالا ، مصالح و ماشین آلات ، ... )
                برای نحوه و سرعت ارسال ، مطابقت کالا ، سرعت پاسخگویی و غیره به
                فروشنده امتیاز می‌دهد که این امتیازات در برگزاری مزایدات آتی
                بسیار تاثیرگذار خواهد بود ( از لحاظ کسر در صد سایت و چه از لحاظ
                اعتماد سایر کاربران که بسیار مهم و تاثیر گذار است )
              </p>
              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت ، کاربری خود را حذف نمایند.شرایط استفاده
                  از ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق
                  نامه های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
