import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
export default class FaqBuy extends Component {
  render() {
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه در ساعت ۸ خرید کنیم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید میتوانید برای
                <Link to="/Faqs/signUp"> ثبت نام و فعال سازی </Link>
                راهنمای ثبت نام در ساعت ۸ را مطالعه کنید. شما در ساعت ۸ می
                توانید به چندین روش فروش انجام دهید( یا فروشنده و ارائه دهنده
                محصولات ، مصالح و غیره ساختمانی شوید) . در یکی از موارد
                می‌توانید برای کالای مورد نظر خود مزایده برگزار کنید که شرایط آن
                در بخش
                <Link to="/Faqs/createAuction"> چگونه مزایده برگزار کنم </Link>
                توضیح داده شده است.
              </p>
              <Divider />
              <p>
                کاربر می تواند برای فروش کالا و محصولات و خدمات خود آگهی (بهشما
                در ساعت ۸ می توانید به چندین روش خرید انجام دهید. در یکی از
                موارد می‌توانید برای کالای مورد نظر خود، در مزایده برگزار شده
                شرکت کنید و برنده شوید که شرایط آن در بخش چگونه در مزایدات شرکت
                کنم، توضیح داده شده است.
                <br />
                <br />
                می توانید ، مصالح و یا هر کالای مرتبط با صنعت ساختمان اعم از نو
                و یا استفاده شده و یا نو دست دوم ، مورد نظر خود را  از میان آگهی
                ها ی درج شده یا آخرین آگهی های ثبت شده یا هر یک از گروه های مورد
                نظر جستجو کنید و به صفحه مورد نظر رفته ، و در صورت تمایل و به
                اختیار خود ، کالای مورد نظر خود را خرید نمایید یا انتخاب کرده تا
                در کیف شما ( سبد خرید ) قرارگیرد تا در زمان مناسب خرید انجام
                دهید. ( در صورتی که خرید خود را نهایی نکرده باشید و قیمت توسط
                فروشنده تغییر کند ، بر اساس قیمت جدید محاسبه خواهد شد. بطور کلی
                تا زمانی که خرید نهایی نشده باشد قیمت قابل تغییر است ) در ضمن
                میتوانید از جستجوگر سایت نیز برای پیدا کردن کالای مورد نظر
                استفاده نمایید.
                <br />
                <br />
                <strong>
                  می توانید به کاربر فروشنده برای تغییر قیمت یا شرایط ، پیام
                  دهید و در صورت توافق فروشنده شرایط را تغییر داده و شما خرید
                  خود را انجام دهید.
                </strong>
                پس از اطمینان از خرید روی دکمه خرید و ادامه کلیک میکنید شما به
                درگاه پرداخت امن انتقال داده می شوید و می توانید مبلغ مورد نظر
                را واریز کرده و کالای خود را خریداری کنید.پس از نهایی شدن خرید ،
                فاکتور برای شما صادر می شود .برای بازدید مجدد یک فاکتور نیز به
                پنل کاربری شما ارسال خواهد شد. کالای خریداری شده به آدرس درج شده
                در مشخصات کاربری شما و یا آدرس اعلامی در زمان خرید و ارائه
                فاکتور ارسال خواهد شد. پس از خرید یک پیامک به کاربرفروشنده و یک
                پیامک به کاربر خریدار مبنی بر نهایی شدن مورد معامله ارسال خواهد
                شد.
                <br />
                <br />
                <strong>
                  پس از اینکه کالای خریداری شده به دست شما رسید شما ۲۴ ساعت فرصت
                  دارید تا اعلام رضایت و یا شکایت نمایید ( در صورتی که کالا
                  مطابق آگهی درج شده نباشد و یا نقص داشته و یا معیوب باشد می
                  توانید شکایت کنید )
                </strong>
              </p>
              <Divider />
              <p>
                در صورتی که اعلام رضایت نمودید مطابق قوانین سایت ، مبلغ به حساب
                کاربر فروشنده واریز خواهد شد در صورتی که اعلام شکایت نمایید
                موضوع اختلاف و ایرادات را با دلیل و مستندات و مدرک بصورت پیام به
                کاربرفروشنده ارسال کنید و کاربر فروشنده نسبت به آن پاسخگو خواهد
                بود و در صورت عدم توافق فی‌مابین از طریق حل اختلاف ساعت ۸ داوری
                خواهید شد .
                <br />
                <br />
                در صورتی که بدون دلیل موجه و مستندات شکایت نمایید مطابق قوانین
                با شما برخورد خواهد شد.( تخلفات و جرایم) پس بررسی علت شکایت بر
                اساس مستندات و عکس ها ، توسط قسمت داوری ساعت ۸ ، تصمیم گیری شده
                و رأی به طرفین اعلام خواهد شد و کاربران مطابق توافقنامه کاربری
                متعهد به پذیرش رأی صادره و اجرای آن می باشند و حق هیچگونه
                اعتراضات بعدی را از خود سلب و ساقت می نمایند و در هیچ زمانی
                اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ ، لازم الاجرا و لازم الوفاء می باشد.
                <br />
                <br />
                در صورتی که پس از ۲۴ ساعت کاربر خریدار اعلام نظر ننماید این بدان
                معناست که کالا به دست ایشان رسیده و اعلام رضایت می نماید و ساعت
                ۸ مجاز است مبلغ فروشنده را به حساب ایشان طبق ضوابط واریز نماید.
                <br />
                <strong>
                  تمامی مسئولیت عدم اطلاع رسانی در مدت مقرر به عهده کاربر خریدار
                  می باشد
                </strong>
                <br />
                در صورتی که هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم ) شما می توانید با توجه به رضایتمندی خود به کاربر
                فروشنده امتیاز بدهید.( شرایط امتیاز و تاثیر آن برکاربری )
              </p>

              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت ، کاربری خود را حذف نمایند.شرایط استفاده
                  از ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق
                  نامه های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
