import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
export default class FaqBid extends Component {
  render() {
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه در مناقصه شرکت کنم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید میتوانید برای
                <Link to="/Faqs/signUp"> ثبت نام و فعال سازی </Link>
                راهنمای ثبت نام در ساعت ۸ را مطالعه کنید. قبل از تایید نام
                کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و نیز
                شرایط خصوصی مناقصه آنلاین ساعت ۸ و تکمیل مدارک خود، می توانید در
                مناقصه شرکت کنید.
              </p>
              <Divider />
              <p>
                با توجه به نوع تخصص و حرفه ی خود ، بعلاوه محصولات و کالا ، خدمات
                و بطور کلی ، مواردی که می توانید در باب صنعت عظیم ساخت و ساز،
                ارائه کنید ، می توانید مورد خود را جستجو نمایید در صورتی که برای
                مورد شما ، خدمات و یا کالای شما مناقصه برگزار شده باشد می توانید
                در آن شرکت کنید و برنده شوید.
                <br /> <br />
                بدون حضور و شرکت در مناقصات میتوانید تخصص و حرفه ی خود ، کالا ،
                مصالح ، ماشین آلات و غیره و هر آن چیزی که مرتبط با صنعت عظیم
                ساختمان است و شما قادر به ارائه آن می باشد نیز آگهی ثبت نمایید و
                آن را به صورت آنلاین و سریع به سایر کاربران ارائه نمایید.
                <br /> <br />
                تمام افراد شرکت کننده در مناقصات ، اشخاص حقیقی و یا حقوقی ،
                شرکتهای مختلف و یا اشخاصی که دارای صلاحیت می باشند ، می تواند
                باشند .در صورت داشتن صلاحیت ، میتوانید تمامی کارهای ساختمانی را
                از صفر تا صد از طریق برنده شدن در مناقصات و یا آگهی ها انجام
                دهید .<br /> <br />
                برای شرکت در مناقصه باید وارد نام کاربری خود شوید و آگهی مورد
                نظر را یا در قسمت مناقصات یا به صورت جستجو از طریق گزینه ها پیدا
                کنید. میتوانید از گزینه آخرین آگهی های ثبت شده یا در کل آگهی ها
                جستجو نمایید.
                <br />
              </p>
              <Divider />
              <p>
                آخرین قیمت پیشنهادی برای هر مناقصه را مورد نظر قرار دهید شما می
                توانید قیمت پیشنهادی بعدی را ارائه دهید و برای شرکت در مناقصه ،
                روی گزینه ثبت پیشنهاد کلیک نمایید.
                <br /> <br />
                <strong>
                  ثبت پیشنهاد به منزله قرارداد شما می باشد در صورت برنده شدن
                  موظف به انجام تعهدات می باشد.
                </strong>
                <br /> <br />
                <strong>
                  آخرین قیمت مناقصه ارائه شده پنج درصد از آخرین پیشنهاد کمتر
                  خواهد بود که گام کاهش قیمت مزایده پنج درصد است در صورتی که
                  پیشنهاد شما پایین ترین پیشنهاد( آخرین پیشنهاد باشد ) و زمان
                  برگزاری مناقصه مورد نظر ، به اتمام برسد برنده مناقصه خواهید
                  بود. ( در صورت ارتکاب تخلف دیگر اجازه برگزاری مناقصه را
                  نخواهید داشت).
                </strong>
                <br /> <br />
                در صورتی که کاربران دیگر بعد از شما ثبت پیشنهاد نمایند در صورت
                صلاحدید و در خواست مجدد و رغبت ، شما می توانید مجددا ثبت
                پیشنهادات نمایید تا زمانی که قیمت از نظر شما قابل قبول می باشد و
                این چرخه تا آخر مناقصه ادامه خواهد داشت تا بالاخره آخرین قیمت و
                پیشنهاد در زمان پایان یافتن مناقصه برنده مناقصه می باشد. متراژ ،
                تعداد ، قیمت ، مشخصات ، درخواست های برگزار کننده مناقصه ، شرایط
                کلی آگهی را بطور کل در نظر بگیرید و قبل از ثبت پیشنهاد ، حتما
                سوالات خود را با کاربر برگزار کننده مناقصه در جزیان بگذارید و
                جواب خود را دریافت نمایید و سپس نسبت به ثبت پیشنهاد اقدام
                نمایید.
                <br />
              </p>
              <p>
                مناقصه ، به صورت آنلاین برگزار می‌شود با توجه به سیستمی که برای
                سایت در نظر گرفته شده است به طور متوسط هر یک دقیقه یکبار به روز
                رسانی خواهد شد برای اینکه زودتر به روز رسانی شود و در لحظات آخر
                شما بیشتر در جریان امور قرار بگیرد باید به صورت دستی بروز رسانی
                یا رفرش نمایید.
                <br /> <br />
                برنده مناقصه بایستی در مدت اعلام شده توسط سایت ( حداکثر 24 ساعت
                پس از پایان مناقصه ) مبلغ شرکت در مناقصه و انجام تعهدات را از
                طریق درگاه پرداخت ساعت ۸ واریز نماید . مبلغی که از طرف کاربر
                برنده واریز میشود پس از عقد قرارداد با کاربر کارفرما و توافق فی
                مابین طرفین به ایشان عودت داده خواهد شد و درصد سایت از برگزاری
                مناقصه ، از مبلغ واریزی توسط کاربر برگزار‌کننده کسر خواهد شد. پس
                از پایان مناقصه هم به برگزار کننده و هم به برنده مناقصه پیامکی
                مبنی بر انجام تعهدات ارسال خواهد شد. تعهداتی که به عهده برگزار
                کننده مناقصه می باشد و در آگهی درج نموده بایستی بطور کامل ارائه
                دهد.
                <br /> <br /> <br />
                با توجه به این که نوع در خواست مناقصه نمی‌تواند مشخص باشد مثال
                میتواند کالا باشد ، می تواند خدمات باشد ، می‌تواند کارهای دفتری
                و طراحی باشد و یا غیره ، در نتیجه پس از اعلام برنده به هر یک از
                طرفین فاکتور مبلغ و آدرس و سایر اطلاعات صادر خواهد شد .<br /> <br />
                در صورتی که هر یک از طرفین خلاف واقع انجام دهند مانند اینکه
                پروژه ۸۰۰ مترمربع است و ایشان اعلام کرده است هزار متر و کار بر
                اساس آن قیمت داده و یا کار بسیار سخت و دست گیر است و در شرایط
                نامناسب و نامساعد است ، گفته است که بسیار سریع و راحت است و یا
                کاربر برنده مناقصه، تعهد نموده که تخصص در اجرای کار را دارد ولی
                تخصص نداشته باشد ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد و
                حق برگزاری و شرکت در مناقصات را نخواهند داشت. در صورتی که هر یک
                از طرفین از عمل به تعهدات خودداری نمایند و یا تخلف انجام دهند ،
                مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .( تخلفات و جرایم )
              </p>
              <Divider />
              <p>
                در صورتی که پس از پایان مناقصه مشکل و ایرادی باشد ، ابتدا فی
                مابین طرفین حل و فصل خواهد شد و در صورتی که طرفین به توافق
                نرسیدند، موضوع به ساعت ۸ ارجاع داده خواهد شد.
                <br /> <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br /> <br />
                برای نحوه انجام تعهدات ، هریک از طرفیت به یکدیگر امتیاز خواهند
                داد که این امتیازات برای برگزاری مناقصات و برنده شدن در مناقصات
                و اعتبار کاربری در فعالیت های آتی بسیار تاثیرگذار خواهد بود ( از
                لحاظ کسر در صد سایت و چه از لحاظ اعتماد سایر کاربران که بسیار
                مهم و تاثیر گذار است ).
              </p>
              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت ، کاربری خود را حذف نمایند.شرایط استفاده
                  از ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق
                  نامه های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
