import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
export default class FaqCreateAuction extends Component {
  render() {
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه مناقصه برگزار کنم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید میتوانید برای
                <Link to="/Faqs/signUp"> ثبت نام و فعال سازی </Link>
                راهنمای ثبت نام در ساعت ۸ را مطالعه کنید. قبل از تایید نام
                کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و نیز
                شرایط خصوصی مناقصه آنلاین ساعت ۸ و تکمیل مدارک خود، می توانید
                مناقصه برگزار کنید.
              </p>
              <Divider />
              <p>
                کاربر ( کارفرما ) می تواند برای تمامی نیازهای ساختمانی خود (
                میتوانید تمامی کارهای ساختمانی خود را از صفر تا صد به مناقصه
                واگذار کنید( بصورت تکی یا کلی ) مناقصه برگزار نماید و می تواند
                مناقصه را برای یک و یا چند مورد یا حتی به طور کلی برای یک پروژه
                برگزار نماید. به طور مثال شما خدمات شهرداری خود را برای انجام به
                مناقصه واگذار میکنید و یا یک واحد آپارتمانی را برای نقاشی برای
                مناقصه قرار می دهید و یا اسکلت ساختمان را با مصالح مطابق نقشه
                های تائید شده به مناقصه واگذار خواهد کرد و یا ساخت و تکمیل یک
                مجتمع ۴۸ واحدی مطابق نقشه های تائید شده و در خواست های ارائه شده
                را به مناقصه می گذارید.
                <br /> <br />
                <strong>
                  (نمی توانید برای یک مورد ، مناقصه و آگهی نیازمندی بطور همزمان
                  ثبت نمایید )
                </strong>
                <br /> <br />
                در صورتی که قصد برگزاری مناقصه را ندارید ، شما می توانید مورد
                خود را که نیازمند هستید ، تهیه و یا اجرای آن توسط اشخاص حقیقی یا
                حقوقی و یا کسانی که دارای صلاحیت فنی میباشند را در قسمت ثبت
                رایگان آگهی ، سپس کارفرما ، بعد از آن انتخاب آیتم در قسمت
                درخواست ها ثبت کرده و درخواست نمایید . <br /> <br />
                <strong>
                  ( در صورت ارتکاب تخلف دیگر اجازه برگزاری مناقصه را نخواهید
                  داشت)
                </strong>
                <br /> <br />
                علاوه بر موارد فوق شما می توانید خدمات و موارد مورد نیاز خود را
                نیز در قسمت آگهی ها جستجو کرده ، بیابید و استفاده نمایید.
                <br />
                طرف قرارداد شما در مناقصات ، اشخاص حقیقی و یا حقوقی ، شرکتهای
                مختلف و یا اشخاصی که دارای صلاحیت می باشند ، می تواند باشد .
                میتوانید تمامی کارهای ساختمانی خود را از صفر تا صد به مناقصه
                واگذار کنید . در صورتی که آگهی شما یا همان مناقصه برگزارشده توسط
                شما هیچ‌گونه پیشنهادی دریافت نکرد و کاربری برای آن قیمتی ارائه
                نداد ، هیچ هزینه ای از شما اخذ نخواهد شد و مناقصه بدون ترتیب اثر
                خواهد بود و لغو شده تلقی می شود ، ولی{" "}
                <strong>
                  حتی اگر یک پیشنهاد ارائه شود شما ملزم به انجام تعهدات موضوع
                  مناقصه می باشید.
                </strong>
                <br /> <br />
                در صورت عدم انجام تعهدات مطابق قوانین تخلفات و جرایم از طرف ساعت
                ۸ با شما برخورد.
                <br /> <br />
                برای ثبت مناقصه شما باید ابتدا گزینه ثبت رایگان آگهی را انتخاب
                نمایید و سپس به قسمت کارفرما رفته و گروه یا آیتم مورد نظر را
                مطابق با نوع درخواست خود برای مناقصه که می‌خواهید ارائه دهید
                مشخص کنید اگر موردی که شما درخواست ارائه آن را دارید ، در آیتم
                های ارائه شده نبود می توانید در انتهای صفحه از آیتم متفرقه
                استفاده نمایید پس از ورود به صفحه ثبت آگهی شما بایستی گزینه
                مناقصه را انتخاب کنید.
                <br /> <br />
              </p>
              <Divider />
              <p>
                برای ثبت مناقصه شما باید ابتدا گزینه ثبت رایگان آگهی را انتخاب
                نمایید و سپس به قسمت کارفرما رفته و گروه یا آیتم مورد نظر را
                مطابق با نوع درخواست خود برای مناقصه که می‌خواهید ارائه دهید
                مشخص کنید اگر موردی که شما درخواست ارائه آن را دارید ، در آیتم
                های ارائه شده نبود می توانید در انتهای صفحه از آیتم متفرقه
                استفاده نمایید پس از ورود به صفحه ثبت آگهی شما بایستی گزینه
                مناقصه را انتخاب کنید.
                <br /> <br />
                شما شما می تواند برای مناقصات حتی درخواست کالا نیز نمایید مانند
                : سه دست شیرآلات ، ۱۵۰۰ متر مربع سنگ نمای تراورتن حاجی آباد و یا
                کابین و موتور آسانسور و یا هر چیز دیگر . شما باید مشخصات مناقصه
                را در صفحه آگهی ها به طور کامل تکمیل نمایید ، ارائه عکس الزامی
                می باشد باید مشخصات را با دقت و وسواس تکمیل نمایید. متراژ ،
                تعداد ، نقشه ها ، قیمت ، نوع در خواست زمان اجرا ، نحوه پرداخت
                مبلغ و بطور کل توضیحات بایستی کامل و جامع و شامل کلیه نکات مهم و
                مورد نظر باشد. مدت زمان برگزاری مناقصه مطابق زمان تعیین شده
                ومحدود توسط ساعت ۸ است. برای بهتر و بیشتر دیده شدن به تمامی
                پیشنهادات سایت عمل نمایید و تمامی گزینه ها را تکمیل کنید.
                <br /> <br />
                قیمت پایه بر اساس قیمت پیشنهادی توسط ساعت ۸ مشخص می شود ، در
                صورت عدم تناسب قیمت پایه با قیمت پیشنهادی ، میتوانید قیمت
                پیشنهادی خود را ثبت نمایید ، باید دقت داشته باشید که قیمت
                پیشنهادی از جانب شما باید به نحوی ارائه شود که سایر کاربران راغب
                و مایل به شرکت در مناقصه باشند. پس از تکمیل آگهی آن را ثبت کرده
                و منتظر تایید آن بمانید.
                <br /> <br />
                پس از تایید آگهی توسط ساعت ۸ مناقصه شما بر روی سایت به صورت
                آنلاین قرار می گیرد کاربران متقاضی بر اساس آخرین قیمت ، قیمت خود
                را برای شرکت در مناقصه با کلیک ارائه می کند. آخرین قیمت مناقصه
                ارائه شده پنج درصد از آخرین پیشنهاد کمتر خواهد بود. ( گام کاهش
                قیمت مناقصه ۵ درصد است ) .<br /> <br />
                کاربرکارفرما می تواند گزینه درخواست فوری را در مناقصه قرار دهد و
                در آن صورت کاربر پیشنهاد دهنده می تواند به شما قیمت پیشنهاد داده
                و شما با قیمت پیشنهادی ایشان مناقصه را بسته و کالای و خدمات مورد
                نیاز خود را به دریافت نمایید ، در غیر اینصورت باید منتظر بمانید
                تا مزایده به پایان برسد.  در مناقصه باید نوع درخواست ، تعداد ،
                متراژ ، شهر محل فعالیت و کلیه خدمات درخواستی به صورت کاملاً شفاف
                و واضح برای مطالعه و تصمیم دقیق کاربران پیشنهاد دهنده ، قید گردد
                پس از به پایان رسیدن مناقصه کاربری که آخرین پیشنهاد ( که
                پایین‌ترین پیشنهاد می باشد ) را ارائه کرده است برنده مناقصه نام
                میگیرد.
                <br /> <br />
                پس از اتمام مناقصه ، برگزار کننده مناقصه بایستی 10 تا 50 در صد
                از مبلغ کل مناقصه را از طریق درگاه پرداخت ساعت ۸ واریز نماید . (
                حداکثرساعت پس از پایان مناقصه )<br />
                این درصد با توجه به نوع مناقصه از طریق ساعت ۸ قابل تغییر است.
                <br /> <br />
                برنده مناقصه بایستی در مدت اعلام شده توسط سایت ( حداکثرساعت
                پس از پایان مناقصه )مبلغ شرکت در مناقصه و انجام تعهدات را از
                طریق درگاه پرداخت ساعت ۸ واریز نماید .<br />
                مبلغی که از طرف کاربر برنده واریز میشود پس از ارجاع کار و یا
                معرفی به برگزارکننده مناقصه و نهایی شدن آن به ایشان عودت داده
                خواهد شد و درصد سایت از برگزاری مناقصه ، از مبلغ واریزی توسط
                کاربر برگزار‌کننده کسر خواهد شد.( درصد سایت ) پس از پایان مناقصه
                هم به برگزار کننده و هم به برنده مناظره پیامکی مبنی بر انجام
                تعهدات ارسال خواهد شد.
                <br /> <br />
                تعهداتی که به عهده برگزار کننده مناقصه می باشد و در آگهی درج
                نموده بایستی بطور کامل ارائه دهد. با توجه به این که نوع در خواست
                مناقصه نمی‌تواند مشخص باشد مثال میتواند کالا باشد ، می تواند
                خدمات باشد ، می‌تواند کارهای دفتری و طراحی باشد و یا غیره ، در
                نتیجه پس از اعلام برنده به هر یک از طرفین فاکتور مبلغ و آدرس
                صادر خواهد شد .<br /> <br />
                در صورتی که هر یک از طرفین خلاف واقع انجام دهند مانند اینکه
                پروژه ۸۰۰ مترمربع است و ایشان اعلام کرده است هزار مترمربع و کار
                بر اساس آن قیمت داده و یا کار بسیار سخت و دست گیر است و در شرایط
                نامناسب و نامساعد است ، گفته است که بسیار سریع و راحت است و یا
                طرف دیگر ، کاربر برنده مناقصه، تعهد نموده که تخصص در اجرای کار
                را دارد ولی تخصص نداشته باشد ، مطابق قوانین ساعت ۸ با آنها
                برخورد خواهد شد و حق برگزاری و شرکت در مناقصات را نخواهند داشت.
                در صورتی که هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم )<br /> <br />
                در صورتی که پس از پایان مناقصه مشکل و ایرادی باشد ، ابتدا فی
                مابین طرفین حل و فصل خواهد شد و در صورتی که طرفین به توافق
                نرسیدند، موضوع به ساعت ۸ ارجاع داده خواهد شد.
                <br /> <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود سلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ ، لازم الاجرا و لازم الوفاء می باشد.
                <br /> <br />
              </p>
              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت ، کاربری خود را حذف نمایند.شرایط استفاده
                  از ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق
                  نامه های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
