import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
export default class FaqHire extends Component {
  render() {
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه خدمات کارگری ارائه دهیم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید میتوانید برای
                <Link to="/Faqs/signUp"> ثبت نام و فعال سازی </Link>
                راهنمای ثبت نام در ساعت ۸ را مطالعه کنید. ققبل از تایید نام
                کاربری ، با قبول توافق نامه کاربری ، شرایط حاکم بر ساعت ۸ و نیز
                تکمیل مدارک خود، می توانید خدمات کارگری بصورت کلی یا جزئی ،
                روزانه یا کنتراتی ( بر حسب زمان ، حجم کار یا مبلغ مشخص ) ، ارائه
                نمایید
              </p>
              <Divider />
              <p>
                کاربر ( کارگر ساده یا کارگر متخصص و یا آموزش دیده) می تواند برای
                ارائه کار خود ثبت آگهی نمایید. با توجه به نوع فعالیت ، ساده (
                کارهای بدون نیاز به تخصص ) ، تخصصی و علاوه بر آن کارهایی که می
                تواند انجام دهید میتواند آگهی ثبت نمایید.
                <br /> <br />
                برای ثبت آگهی در این قسمت کاربر باید به قسمت خدماتی و کارگر
                مراجعه پس از آن گزینه کارگر را انتخاب نموده ، فقط قسمت ارائه را
                کلیک نمایید بایستی تمامی قسمت ها را به صورت کامل پرکند در قسمت
                توضیحات تمامی فعالیت هایی که می تواند انجام دهد ، علاوه بر آن
                فعالیت هایی که در آن مهارت دارد را نیز بایستی قید نماید تا راحت
                تر و سریعتر کار مورد نظر خود را بیابد.
                <br /> <br />
                کاربردر این قسمت می تواند علاوه بر ثبت آگهی مورد خود را نیز
                جستجو نمایید و در صورتی که برای آن آگهی ثبت شده باشد می تواند در
                آنجا ثبت پیشنهاد نماید .کارگر می تواند مبلغ پیشنهادی خود را نیز
                برای انجام فعالیتها قید نماید.
                <br /> <br />
                در صورتی که کاربری درخواست کار کارگری نماید کارگر می تواند در
                آنجا ثبت پیشنهاد و اعلام آمادگی برای انجام کار نماید .کاربری که
                پیشنهاد کار داده می‌تواند قیمت مورد نظر خود را نیز قید نماید و
                یا قیمت بر اساس عرف منطقه می باشد ، کاربر به صورت توافقی نیز می
                تواند کار را انجام دهد : مثال برای تخلیه یک کامیون سنگ به صورت
                کنتراتی توافق می گردد و اگر توافق نگردید بصورت روزمزد با قیمت
                توافقی نیز قابلیت اجرا خواهد داشت.کاربر درخواست کننده کارگر می
                تواند درخواست ده کارگر نمایند شما باید نام خود را ثبت نموده و پس
                از ارسال پیامک بایستی در زمان مشخص در محل کار که به شما ارسال
                خواهد شد حضور یابید. ( آدرس به پنل کاربری شما ارسال می گردد ) .
                صورت ارتکاب تخلف مطابق قوانین ساعت ۸ برخورد خواهد شد . ( تخلفات
                و جرایم )<br /> <br />
                پس معرفی و ایجاد شدن کار برای شما ، مبلغ مورد توافق از طریق
                درگاه پرداخت اینترنتی به حساب سایت واریز خواهد شد. شما در محل
                پروژه حضور خواهید یافت و موضوع کار را انجام خواهید داد.
                <br /> <br />
                مبلغ فعالیت ( انجام کار ) پس از 24 ساعت از انجام موضوع کار، در
                کیف شما ( سبد ) قرار میگیرد و با درخواست شما به حساب معرفی شده (
                شماره شبا ، شماره کارت ) واریز خواهد شد.در صورتی که کاربر
                کارفرما اعلام شکایت نماید ، تا زمان مشخص شدن نتیجه اختلاف این
                مبلغ به حساب شما واریز نخواهد شد. در صورت عدم اعلام رضایت یا
                شکایت پس از 24 ساعت مبلغ پس از کسر درصد سایت ، در کیف شما ( سبد
                ) قرار میگیرد و قابل برداشت است . زمان اعلام شکایت 12 ساعت از
                زمان پایان یافتن روزکاری کارگری می باشد ). علاوه بر آن می توانید
                جمع مبالغ را نیز بصورت یکجا دریافت نمایید. ( مثال : درآمد ، پنج
                روز خود را در آخر روز پنجم بصورت یکجا درخواست نمایید )<br />{" "}
                <br />
                در صورتی که اختلافی بین طرفین پیش آید ، ابتدا ، موضوع اختلاف و
                ایرادات را با دلیل و مستندات و مدرک فی مابین طرفین حل نمایید و
                در صورت صحت موضوع بایستی و مشخص شدن ، فرد خاطی بایستی رضایت طرف
                مقابل را جلب نماید.
                <br /> <br />
                در صورت عدم توافق فی‌مابین از طریق حل اختلاف ساعت ۸ داوری خواهید
                شد . پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت
                داوری ساعت ۸ تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین ،
                توسط ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br /> <br />
                شما می توانید با توجه به رضایتمندی خود به کاربر کارفرما امتیاز
                بدهید و نیز کاربر کارفرما می تواند به شما امتیاز بدهد که این
                امتیازات در آینده کاربری شما بسیار مهم و حیاتی می باشد.از نظر
                کسر درصد سایت ، میزان اعتماد سایر کاربران ، میزان پیشنهاد و
                اجازه حضور در سایر فعالیت ها و غیره .( شرایط امتیاز و تاثیر آن
                برکاربری )
              </p>
              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت ، کاربری خود را حذف نمایند.شرایط استفاده
                  از ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق
                  نامه های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
