import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
export default class faqSell extends Component {
  render() {
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه در ساعت ۸ فروش کنم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید میتوانید برای
                <Link to="/Faqs/signUp"> ثبت نام و فعال سازی </Link>
                راهنمای ثبت نام در ساعت ۸ را مطالعه کنید. شما در ساعت ۸ می
                توانید به چندین روش فروش انجام دهید( یا فروشنده و ارائه دهنده
                محصولات ، مصالح و غیره ساختمانی شوید) . در یکی از موارد
                می‌توانید برای کالای مورد نظر خود مزایده برگزار کنید که شرایط آن
                در بخش
                <Link to="/Faqs/createAuction"> چگونه مزایده برگزار کنم </Link>
                توضیح داده شده است.
              </p>
              <Divider />
              <p>
                کاربر می تواند برای فروش کالا و محصولات و خدمات خود آگهی (به
                صورت رایگان) درج نماید. <Link to="/AddItem">درج آگهی </Link>{" "}
                برای فروش محصول ( یا مصالح و یا هر کالای مرتبط با صنعت ساختمان
                اعم از نو و یا استفاده شده و یا نو دست دوم ) می توانید به قسمت
                <strong> خرید و فروش مصالح </strong>
                رفته و در آنجا با توجه به هر یک از آیتم ها و موضوعات نوع مصالح ،
                کالا ، ماشین آلات ، غیره و یا هر مورد مرتبط با صنعت عظیم ساخت و
                ساز را برای فروش خود مشخص کنید ( در صورتی که مورد برای آگهی در
                آیتم ها و موضوعات نبود می توانید از گزینه
                <strong> متفرقه </strong>
                در انتهای قسمت خرید و فروش مصالح استفاده نمایید ) می توانید مشخص
                کنید که بطور مثال آگهی خود را برای فروش مصالح پایه یا تاسیسات
                مکانیکی ، تاسیسات برقی ، دکوراسیون و محصولات مرتبط ، آسانسور و
                قطعات آن ، ماشین آلات مرتبط و وسایل برقی یا هر چیز دیگری ثبت
                نمایید.
                <br />
                <br />
                پس از ثبت آگهی عکس و مشخصات مرتبط با آگهی خود را مشخص نماید (سعی
                نمایید از عکس های با کیفیت و گیرا و مرتبط استفاده کنید) . بایستی
                برای هر آگهی ، تعداد و قیمت مشخص شده باشد. ( تعداد بر اساس واحد
                می باشد مانند متر مربع ، مترمکعب، عدد ، کیلو ، تن ، متر زیربنا ،
                متر طول و...... که شما بایستی مشخص کنید و بر اساس آن قیمت
                پیشنهادی خود را وارد نمایید) .
                <br />
                <br />
                <strong>
                  زمانی که تصمیم به تغییرقیمت گرفتید ، بایستی سریعا نسبت به آن
                  اقدام نمایید. مادامی که قیمت تغییر نیافته است در صورتی که توسط
                  کاربر دیگری خرید انجام گردد و نهایی شود ، موظف به فروش محصول
                  خود هستید (حتی با قیمت پایین تر ) و بایستی پس از واریزمبلغ
                  توسط کاربر خریدار و نهایی شدن خرید ، محصول مورد نظر را به
                  کاربر خریدار ارسال نمایید. پس از نهایی شدن خرید ، فاکتور برای
                  شما صادر میشود .برای بازدید مجدد یک فاکتور نیز به
                  <Link to="/Login"> پنل کاربری </Link>
                  شما ارسال خواهد شد.
                </strong>
              </p>
              <Divider />
              <p>
                کالای خریداری شده به آدرس درج شده در فاکتور ارسال خواهد شد ( این
                ارسال توسط کاربر فروشنده خواهد بود) هزینه ارسال بعهده کاربر
                خریدار می باشد. پس از ارسال کالا یا محصول یا ...... شما بایستی
                شماره بارنامه را در سایت بهمراه عکس آن آپلود نمایید. سپس یک
                پیامک به کاربر خریدار از طرف سایت ، مبنی بر ارسال توسط شما
                فرستاده خواهد شد. پس از تکمیل فروش و ارسال کالا یا محصول یا
                مصالح مورد نظرکه آگهی نموده اید کاربر خریدار تحویل خرید خود را
                به ساعت ۸ اطلاع خواهد داد ( رسید محصول علاوه بر اعلام خریدار با
                پیگیری از طریق پست و باربری خواهد بود ).
                <br />
                <br />
                پس از رسیدن محصول به دست خریدار خریدار طی مدت ۲۴ ساعت پس از رسید
                محصول یا کالا یا خدمات به دست ایشان بایستی نظر خود را نسبت به
                اعلام رضایت و یا شکایت ابراز نماید. پس از اینکه کالای خریداری
                شده به دست کاربر خریدار رسید، ۲۴ ساعت فرصت دارد تا اعلام رضایت و
                یا شکایت نمایید ( در صورتی که کالا مطابق آگهی درج شده نباشد و یا
                نقص داشته و یا معیوب باشد می توانید شکایت کند ) در صورتی که
                اعلام رضایت نمود مطابق قوانین سایت مبلغ به حساب شما با کسر درصد
                سایت واریز خواهد شد. در صورتی که اعلام شکایت نماید موضوع اختلاف
                و ایرادات را با دلیل و مستندات و مدرک بصورت پیام که به شما ارسال
                شده است باید مورد بررسی توسط شما قرارگیرد و در صورت صحت موضوع
                بایستی جبران خسارت نموده و یا مورد ذکر شده در آگهی مجددا و بدون
                ایراد برای کاربر خریدار ارسال شود که کلیه هزینه های ارسال بعهده
                فرد خاطی می باشد و کاربر نسبت به آن پاسخگو خواهد بود. در صورت
                عدم توافق فی‌مابین از طریق حل اختلاف ساعت ۸ داوری خواهید شد .
                <br />
                <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران مطابق
                توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می باشند و
                حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند و
                اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین ، توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد. در صورتی که پس از ۲۴
                ساعت کاربر خریدار اعلام نظر ننماید این بدان معناست که کالا به
                دست ایشان رسیده و اعلام رضایت می نماید و ساعت ۸ مجاز است مبلغ
                فروشنده را به حساب ایشان طبق ضوابط واریز نماید.
                <br />
                <br />
                تمامی مسئولیت عدم اطلاع رسانی در مدت مقرر به عهده کاربر خریدار
                می باشد . در صورتی که هر یک از طرفین از عمل به تعهدات خودداری
                نمایند و یا تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد
                خواهد شد .( تخلفات و جرایم ) شما می توانید با توجه به رضایتمندی
                خود به کاربر فروشنده امتیاز بدهید.( شرایط امتیاز و تاثیر آن
                برکاربری )
              </p>

              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت کاربری خود را حذف نمایند.شرایط استفاده از
                  ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق نامه
                  های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
