import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
import img1 from "../../assets/img/6.jpg";
import Slider from "react-slick";
export default class faqSignup extends Component {
  render() {
    const settings = {
      dots: true,
      infinite: true,
      speed: 500,
      slidesToShow: 1,
      slidesToScroll: 1
    };
    return (
      <React.Fragment>
        <Card fluid className="fadeIn animated faster mt-4 right-text">
          <Card.Content>
            <Card.Header>
              <h3 className="bold mt-3">چگونه در ساعت ۸ ثبت نام کنم</h3>
            </Card.Header>
            <Card.Meta>راهنمای ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                ابتدا از طریق مرورگر اینترنت ( مرورگر باید بروز باشد ) به آدرس
                <Link to="/"> ‏http://www.saat8.ir </Link>
                وارد می شوید. پس از اینکه وارد سایت ساعت ۸ شدید به قسمت
                <Link to="/Login"> ورود/ثبت نام </Link>
                در بالای صفحه کلیک کنید. عضویت درساعت ۸ رایگان است .در پنجره باز
                شده گزینه ی ورود و ثبت نام وجود دارد ، بر روی گزینه ثبت نام کلیک
                کنید. در قسمت پایین پنجره باز شده توافقنامه کاربری یا همان
                <Link to="/505"> شرایط و قوانین </Link>
                سایت را مطالعه کرده و در صورت تایید و مورد قبول بودن ثبت نام خود
                را ادامه دهید.
              </p>
              <h5 className="one_em">
                استفاده از سایت مشروط بر قبول 
                <Link to="/505"> توافقنامه کاربری و حفظ حریم شخصی </Link>
                است.
              </h5>
              <p>
                پس از قبول توافقنامه کاربری شماره تلفن خود را واردکنید و رمز
                ورود به سایت را برای خود تعیین کنید. (رمز ورود خود را در اختیار
                کسی قرار ندهید) پس از آن بر روی گزینه ثبت نام کلیک نمایید به
                شماره تلفن درج شده شما کد تایید ارسال خواهد شد ( باید با خط تلفن
                خود ثبت نام نمایید ) کد را در محل مشخص شده نوشته و ثبت نام کنید.
                مسئولیت تمام امور انجام شده توسط کاربر و در خارج از آن که بوسیله
                سایت ، تماما بعهده کاربر خواهد بود ، در غیر اینصورت مجاز به
                استفاده از خدمات ساعت ۸ نمی باشید و به معنای تجاوز به حقوق ساعت
                ۸ بوده و قابل پیگرد قانونی می باشد.
              </p>
              <Divider />
              <h4>گام دوم : تکمیل مدارک و تائید کاربری</h4>
              <p>
                پس از اینکه ثبت نام کرده اید به صفحه اصلی هدایت خواهید شد.قبل از
                هرگونه فعالیت در ساعت ۸ باید مراحل ذیل را انجام دهید.
                <br /> 1 - وارد <Link to="/Login"> پنل کاربری </Link> شوید
                <br /> 2 - از پنل کاربری ، گزینه
                <Link to="/user/profile"> اطلاعات کاربری </Link> را کلیک کنید
                <br /> 3 - ابتدا پروفایل کاربری باید تکمیل شود نام و نام
                خانوادگی ، نام کاربری، شماره تماس ، ایمیل ،شهر محل سکونت. (
                مطابق عکس های پایین ).
                <br /> 4 - <Link to="/user/address"> آدرس </Link> و یا آدرس های
                خود را واردنمایید. مانند آدرس محل کار و یا آدرس محل سکونت .
                <br /> 5 - <Link to="/user/card"> اطلاعات بانکی </Link>خود را
                وارد می کنید( اطلاعات بانکی شامل شماره کارت و شماره شبا حساب
                بانکی شخصی شما می باشد که برای فعالیت در سایت (خرید فروش و واریز
                مبالغ ) لازم و ضروری است.
                <br /> 6 - پس از گزینه اطلاعات بانکی می توانید
                <Link to="/user/password"> رمز عبور </Link> خود را تغییر دهید.
                <br /> 7 - در قسمت
                <Link to="/user/document"> تکمیل مدارک </Link>تصویر کارت ملی خود
                را بایستی بارگذاری نمایید سایر مدارک بنا به ضرورت و نیاز توسط
                ساعت ۸ از شما درخواست خواهد شد و شما هر زمان که ساعت ۸ هر مدرکی
                را درخواست نمود بایستی در اختیار آن قرار دهید وگرنه ساعت ۸ مجاز
                خواهد بود حساب کاربری شما را معلق و یا مسدود نماید.
                <br />
                <br />
                <strong className="mt-2 pt-3">
                  بعد از ایجاد حساب کاربری شما و تکمیل مدارک حداکثر تا چند ساعت
                  آینده ، حساب کاربری شما فعال خواهد شد . برای انتخاب نام کاربری
                  باید از نام های متعارف که مغایر با شئونات اجتماعی ، فرهنگی ،
                  اعتقادی و غیره کشور است نباید استفاده نمایید.در غیر اینصورت
                  سایت نسبت به حذف آن مختار است.در صورتی که هر سوالی داشتید می
                  توانید با پشتیبانی ساعت ۸ تماس برقرار کنید. در صورتی که رمز
                  خود را فراموش کردید بایستی برای دریافت رمز مجدد اقدام نمایید .
                </strong>
              </p>
              <Divider />
              <h3 className="center">
                <strong>
                  از اینکه ساعت ۸ را انتخاب نموده اید بسیار خوشحالیم و بر خود می
                  بالیم
                </strong>
              </h3>
            </Card.Description>

            <Divider />
            <Grid>
              <Grid.Row centered>
                <Grid.Column computer="12">
                  <Slider {...settings}>
                    <div>
                      <Image className="full" src={img1} />
                    </div>
                    <div>
                      <Image className="full" src={img1} />
                    </div>
                  </Slider>
                </Grid.Column>
              </Grid.Row>
            </Grid>
            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
      </React.Fragment>
    );
  }
}
