import React, { Component } from 'react';
import { Divider } from 'semantic-ui-react'

export default class AboutUs extends Component {
	render() {
		return (
			<React.Fragment>
                <h1> درباره ما</h1>
                <Divider />
				<p>
					شرکت توسعه فناوری اطلاعات سیستم های تجارت ویرا سام با مسئولیت محدود به شماره ثبت 339393 در تاریخ
					08/10/1387 با نام تجاری ایسام نزد مرجع ثبت شرکتها به ثبت رسیده است. این شرکت دارای پروانه عضویت از
					انجمن صنفی کسب و کار اینترنتی به شماره عضویت 87 و مجوز فعالیت شماره 1356/ص ت 93 از سازمان نظام صنفی
					رایانه ایی استان تهران بوده که با مراجعه به سایت هر یک از این مراجع می توانید از صحت و اعتبار مجوز
					های ما مطلع گردید. در جهت بهبود امنیت و سرعت، وب سایت ایسام بر روی پیشرفته ترین سرورهای اختصاصی شرکت
					پرشین تولز قرار گرفته است. امکان ارسال کالا به تمام نقاط ایران با استفاده از پست پیشتاز و یا تیپاکس
					امکان پذیر می باشد. بدین ترتیب که فروشنده ها پس از اطلاع از فروش کالا، خودشان نسبت به ارسال کالا
					اقدام نموده و کالا را برای خریدار ارسال می نمایند. خوشبختانه در حال حاضر شرکت های پستی متعدد و معتبر
					در ایران فعالیت می کنند که با یک تلفن کالا را از محل فروشنده تحویل گرفته و برای خریدار ارسال می
					نمایند. همچنین این شرکت جهت استفاده از سیستم امن پرداخت اینترنتی با شرکت به پرداخت ملت وابسته به
					بانک ملت قرارداد داشته که اعضا می توانند با امنیت کامل و کمترین خطا در تراکنشهای بانکی ، مبادلات خود
					را از طریق کلیه کارتهای عضو متصل به شبکه شتاب انجام دهند. سایت ایسام این امکان را برای شما به وجود
					آورده تا بدون صرف هیچ هزینه ای، سریع و آسان فروشگاه اینترنتی خود را راه اندازی نموده و به صورت
					آنلاین محصولات خود را به روشهای مختلف بفروش برسانید. هدف ایسام همگانی کردن تجارت الکترونیک در کشور
					می باشد. ایسام از دو مولفه اصلی تشکیل شده است. اولین مولفه دارا بودن نرم افزارهای ساده و قدرتمند که
					این امکان را برای شما فراهم می کند تا ظرف مدت چند دقیقه، فروشگاه خود را ایجاد نمایید. مولفه دوم، یک
					فروشگاه متمرکز که کالاهای متفاوت در آن جمع آوری شده است. این امر از یک طرف باعث کسب و کار بیشتر برای
					فروشندگان و از طرف دیگر باعث تسریع روند جستجوی خریداران برای یافتن کالای مورد علاقه شان می شود.
					برخلاف سایر فروشگاه های آنلاین، ایسام یک فروشگاه بسیار غنی را در اختیار فروشندگان قرار خواهد داد تا
					بتوانند کنترل کاملی بر روی آن داشته باشند. فروشندگان می توانند ظاهر و عملکرد فروشگاه خود را به
					دلخواه انتخاب نمایند. این موضوع برای اشخاص و یا فروشگاه های کوچکی که به دنبال فروش آنلاین با حفظ
					هویت و مشخصه های اصلی خود می باشند می تواند کاربرد بیشتری داشته باشد. این افراد و یا فروشگاه ها می
					توانند آمار خریداران خود را به صورت کامل کنترل کنند. اگرچه این سایت علاقه مند به همکاری با شرکت های
					بزرگ کشور نیز می باشد، اما خط مشی اصلی ایسام توجه بیشتر به اشخاص و فروشگاه های کوچک و یا کمک به
					افرادی است که در پی یافتن یک راه حل سریع و آسان برای ایجاد فروشگاه آنلاین می باشند. ایسام از راه های
					متعددی به افزایش بازدید از فروشگاههای فروشندگان سایت کمک خواهد نمود. همچنین ابزارهای بازاریابی
					قدرتمندی را در اختیار فروشندگان قرار داده تا بتوانند بازدیدهای خریدارانشان را مدیریت نمایند. از طریق
					تبلیغات در روزنامه ها، مجلات، بیلبوردها و بنرهای تبلیغاتی و موتورهای جستجو، جهت افزایش بازدید از
					فروشگاههای شما کوشش خواهد نمود. استراتژی ما در سایت ایسام، آماده سازی نرم افزار، افزایش فروش برای
					فروشندگان، ایجاد بازار فروش و در نهایت به عنوان حامی خریدار تعیین گردیده است. ما معتقدیم که هر فردی
					می تواند از سایت ایسام با توجه به نیاز خود سود ببرد.
				</p>
			</React.Fragment>
		);
	}
}
