import React, { Component } from "react";
import { Divider, Button, Card, Image, Grid } from "semantic-ui-react";
import { Link } from "react-router-dom";
import Scroll from "react-scroll";

import ScrollLoader from "../ScrollLoader";
var scroll = Scroll.animateScroll;

export default class Rules extends Component {
  state = { inLoad:true };
  scrollToTop() {
    scroll.scrollToTop();
    this.setState({
      inLoad: false
    });
  }
  componentDidMount() {
    this.scrollToTop();
  }
  render() {
    
    return (
      <React.Fragment>
        <Grid><Grid.Row><Grid.Column>
        <Card fluid className="fadeIn animated faster mt-4 ">
          <Card.Content className="right-text">
            <Card.Header>
              <h3 className="bold mt-3">توافق نامه کاربری ساعت ۸</h3>
            </Card.Header>
            <Card.Meta>قوانین و بند های استفاده از سامانه ساعت ۸</Card.Meta>
            <Card.Description>
              <Divider />
              <p>
                خدماتی که در ساعت ۸ به شما ارائه می شود از سوی شرکت تجارت
                الکترونیک طوفان با مسئولیت محدود طراحی ، برنامه ریزی ، هدف گذاری
                ، ایجاد و ارائه شده است. در صورت عدم توافق با شرایط ذیل شما
                نباید و نمی توانید از خدمات ساعت 8 استفاده کنید.در این قرارداد
                شرکت تجارت الکترونیک طوفان و سایت ساعت ۸ به اختصار ساعت ۸ نامیده
                می شود.
              </p>
              <Divider />
              <p>
                <h3>معرفی کلی</h3>
                <br />
                شما به قوانین و توافق نامه ساعت ۸ خوش آمدید. این سایت برای
                درآمدزایی و کم کردن هزینه های ساخت و ساز ، خرید فروش مصالح ،
                کالا و وسایل ساختمانی ، تهیه ماشین آلات و خرید و فروش آنها و
                سایر ملزومات مورد نیاز و معرفی اشخاص ، استاد کاران ، پیمانکاران
                ، کارگران متخصص و ساده ، برند ها و شرکت های فعال در بخش صنعت
                ساختمان چه حقیقی و چه حقوقی ، ارائه تمامی مصالح ساختمانی مورد
                نیاز در تمام نقاط کشور با ساز و کار ویژه و در نهایت ایجاد پلی در
                صنعت ساختمان و ساختمان سازی فی ما بین عوامل مختلف آن ایجاد
                گردیده است. امید است بتوانیم کمک شایانی به خیل عظیم فعالان بخش
                صنعت ساختمان در تمامی حوزه ها از کار وکاریابی ، ارائه خدمات
                ساختمانی و ماشین الات ساختمانی ،، خرید و فروش محصولات و مصالح
                ساختمانی، برگزاری مزایدات آنلاین و مناقصات آنلاین با شیوه نوین و
                ساده ، ارائه و دریافت کارگران ساده و متخصص و غیره کرده باشیم.
                <br />
                <strong>
                  هدف از تاسیس این سایت آسان نمودن اشتغال عزیزانی است که بواسطه
                  عدم داشتن آشنا و تبلیغات در پیدا کردن کار در مضیقه بوده و
                  خانواده محترم و فرزندان عزیزشان تحت فشار مالی و روحی می
                  باشند.ما می خواهیم ابن عزیزان بجای بیکار ماندن و یا بدست آوردن
                  کار در جاهایی مانند قهوه خانه ها و یا واسطه ها و غیره به راحتی
                  از طریق این سایت و اپلیکیشن آن با برنامه ریزی اشتغال روزهای
                  آتی خود را انجام داده و زمان بیشتری در کنار عزیزان خود سپری
                  نمایند و دغدغه بدست آوردن کار را برای این عزیزان به حداقل
                  برسانیم و مصالح فروشان عزیز با توجه به رکود بازار با سود منطقی
                  محصولات خود را به شهر ، استان و حتی تمامی کشور عرضه
                  نمایند.کارفرمایان بزرگوار پروزه های خود را بدون تعطیلی و مشکل
                  پیدا کردن انواع اکیپ اجرایی ، مهندسی ، امورات اداری و غیره با
                  آرامش خاطر به انجام برسانند.
                </strong>
                <Divider />
                <h3>مقدمه</h3>
                <br />
                کاربر گرامی، با توجه به اینکه تمامی خدمات ارائه شده در ساعت ۸
                تابع قوانین مطروح در این بخش است، مطالعه آن پیش از استفاده از
                خدمات الزامی بوده و ثبت نام در این مجموعه به معنای پذیرش این
                شرایط و قبول کلیه قوانین از طرف شما می‌باشد.
                <br />
                تعاریف :<br />
                برای هر یک از واژه ها ، تعاریفی مطابق با کاربرد آن در ساعت ۸
                ارائه شده است.
                <br />
                کارفرما : کارفرما در ساعت 8 کاربری است که برای تامین نیاز خدمات
                ، مصالح ، ماشین آلات ، خدمات اداری و هر آنچه نیازمند است آگهی
                ساده و مناقصه ثبت نماید.علاوه بر ان می تواند پروژه را برای ارائه
                به افراد متخصص و شرکت ها و غیره آگه کند. نیز می تواند از بین
                کاربران بخش های دیگر به پیدا کردن گزینه های مورد نظر خود
                بپردازد.در مزایدات و مناقصات تشکیل شده در ساعت ۸ شرکت نموده و
                مواردی ارائه نموده و یا خدماتی کسب نماید.
                <br />
                پیمانکار : شرکت های فنی مهندسی ، شرکت های پیمانکاری و تمامی شرکت
                های مرتبط ، اشخاص حقیقی یا حقوقی ، استادکاران ، پیمانکاران کل و
                جزء ، که به هر نحوی دارای تجربه و مدارک مرتبط با فعالیت خود می
                باشند را شامل شود. پیمانکاره بعنوان کاربر ساعت 8 می تواند خدمات
                خود را ارائه نموده و آگهی نماید. در قبال آگهی های اعلامی از طریق
                کارفرما اعلام قیمت نماید و در صورت توافق طرفین و تائید ساعت ۸
                مسئولیت اجرای پروژه ، تامین مصالح و یا هر مورد درخواستی و مورد
                نیاز کارفرما با توجه به تخصص و مهارت فعالیت نماید.در مناقصات و
                مزایدات شرکت نموده و در صورت برنده شدن ، بایستی به ایفای تعهدات
                بپردازد.
                <br />
                مصالح : کاربران در این قسمت می توانند تمامی محصولات مرتبط با
                صنعت ساختمان و ساخت و ساز را با قیمت عادلانه در اختیار هر یک از
                کاربران که مورد نیازش است و به توافق رسیده اند قرار دهند.در این
                قسمت کاربر می تواند مزایده تشکیل داده ( مطابق قوانین سایت ) و
                محصولات خود را عرضه نمایند و یا بصورت آگهی بفروش برسانند.
                کاربران این قسمت پس از تائید ساعت ۸ می توانند کانال و فروشگاه با
                نام خود در ساعت ۸ را راه اندازی نمایند ( این قسمت بزودی اضافه
                خواهد شد ) و کالاهایی را که مایل به ارائه هستند را در آنجا ثبت و
                بفروش برسانند.
                <br />
                کارگر : کاربران این بخش نیز میتوانند خدمات خود را چه بصورتهای
                تخصصی یا ساده ، روزمزد یا توافقی و یا به هر نحو دیگر با تعداد
                روزهای و قیمت مشخص به ازای هر روز ارائه نمایند.کاربران این قسمت
                نیز می توانند از هر یک از قسمت های دیگر استفاده نموده و یا ارائه
                خدمات نمایند.
                <br />
                اپلیکیشن : نرم افزار موبایلی متعلق به ساعت ۸ که به منظور استفاده
                از خدمات ساعت 8، حق استفادۀ موقت از آن برابر شرایط قراردادی و
                سند حاضر به کاربران اعطا می‌گردد.
                <br />
                مزایده : در ساعت ۸ کاربر می توانید هر مورد که برای ارائه دارد را
                بطور مزایده آنلاین به سایر کاربران مطابق قوانین مزایدات آنلاین
                ساعت ۸ که در ادامه ارائه شده است را ارائه دهد.
                <br />
                مناقصه : در ساعت ۸ کاربر می تواند خدمات و مصالح مورد نیاز خود را
                از طریق برگزاری مناقصه آنلاین دریافت نمایید.قوانین مربوط به این
                بخش نیز در ادامه شرح داده شده است.
                <br />
                حساب کاربری : حسابی است که منحصر بفرد است و کاربران برای استفاده
                از خدمات ساعت ۸ در سایت و اپلیکیشن ایجاد کرده‌اند.
                <br />
                حل اختلاف : در صورت بروز مشکلات اساسی که بین هر یک از طرفین
                اتفاق افتاده باشد و قادر به حل آن نباشند ، قسمت حل اختلاف با
                توجه به مستندات مورد را مورد بررسی قرار خواهد داد و رای صادر
                خواهد نمود .<br />
                امتیازات : امتیاز هر کاربردر حقیقت اعتبار وی درساعت 8 می باشد که
                سایرین می توانند بر اساس آن در خصوص قابل اطمینان بودن یا نبودن
                وی بعنوان طرف مقابل قضاوت نمایند.
                <br />
                <Divider />
                <h4>ماده 1 – طرفین توافق نامه</h4>
                <br />
                این توافق نامه فی مابین ساعت ۸ از یک طرف و تمامی کاربران سایت
                اعم از پیمانکاران ، کارفرمایان ، فروشندگان ، خریداران ، کارگران
                متخصص و ساده و شرکت های مختلف ، اشخاص حقیقی و حقوقی و غیره که در
                این سایت بعنوان کاربر با کد ملی و نام و نام خانوادگی و نیز نام
                کاربری خود ثبت نام کرده اند ، میباشد و ضمن قبول تمامی شرایط و
                رعایت بند ها و قوانین سایت از این پس بعنوان کاربر نامیده میشوند.
                تمامی حقوق مادی و معنوی سایت ساعت ۸ در اختیار شرکت تجارت
                الکترونیک طوفان می باشد.
                <br />
                <Divider />
                <h4>ماده 2 – موضوع توافق نامه </h4>
                <br />
                ‏‎موضوع قرارداد عبارت است از ارائه و دریافت خدمات به کاربران
                ساعت ۸ ، از سوی سایر کاربران و ایجاد و ارائه ، ساز و کار مطمئن و
                ایمن با رعایت اصول اخلاق مداری و کاری برای کاربران ساعت ۸ دریافت
                و یا فروش محصولات صنعت ساختمان خود و یا خرید هریک از آنها ، پیدا
                کردن پیمانکار و ارائه خدمات پیمانکاری، ارائه خدمات کارگری روزانه
                یا قراردادی ، شرکت های حقیقی و حقوقی ، اشخاص حقیقی و یا حقوقی
                برای ارائه خدمات و نیازمندیها ، ارتباط مستقیم بین کارفرما و
                پیمانکاران حقیقی یا حقوقی ، ارائه پروژه هر چند کوچک تا بزرگترین
                پروژه ها از طریق کارفرمایان بصورت موردی یا کلی، ارتباط با
                کارگران متخصص و ساده و نیز مرتبط ساختن قشر عظیم و این سرمایه
                ملی، که دارای مهارت فنی لازم و کافی برای انجام خدمات مورد نیاز
                با بهترین کیفیت و مناسب ترین قیمت در سراسر میهن اسلامی ایران با
                استفاده از سایت ساعت ۸ www.saat8.ir می باشد ، که ساعت ۸ مستقیماً
                هیچ‌گونه سرویسی ارائه نمی‌نماید، بلکه تنها ایجاد کننده پل
                ارتباطی بین کاربران می باشد.
                <br />
                <Divider />
                <h4>ماده 3 – مدت اعتبار توافق نامه</h4>
                <br />
                این توافق نامه از هنگامی که کاربر با آن موافقت می نماید و به
                عضویت ساعت ۸ درمی آید تا زمانی که به یکی از دلایل قراردادی یا
                قانونی و یا از طرف ساعت ۸ منفسخ شود معتبر خواهد بود.
                <br />
                <Divider />
                <h4>ماده 4 – شرایط عضویت کاربر</h4>
                <br />
                در مورد اشخاص حقیقی، کاربر باید دارای اهلیت باشد تنها اشخاص
                بالای 18 سال که مقیم ایران باشند و اتباع خارجی ، مطابق قوانین
                کار اتباع خارجی می‌توانند به عضویت سایت درآمده و از خدمات سایت
                با عناوین تعریف شده در سایت ، خدمات ارائه نماید و یا از خدمات
                بهره مند شوند و خرید و فروش تمامی محصولات صنعت ساختمان که مورد
                نیاز است بپردازند در مزایدات و مناقصات شرکت کرده و یا مزایده و
                مناقصه برگزار نمایند . اشخاص حقوقی که در دفاتر ثبت شرکت‌ها و
                موسسات غیرتجاری جمهوری اسلامی ایران به ثبت رسیده باشند نیز
                می‌توانند عضو این سایت شده و از خدمات سایت استفاده نمایند. در
                صورت عدم رعایت هر یک از قوانین ساعت ۸ ، سایت مجاز است مطابق
                قوانین برخورد نموده و کاربری را حذف یا معلق نماید. ارائه شماره
                تلفن و آدرس معتبر و نیز کارت ملی در هنگام ثبت نام الزامی می
                باشد. پس از تائید کاربر به عضویت سایت در خواهد آمد. ساعت ۸ با
                پیگیری‌های مداوم و نظارت کامل بر نظرات مشتریان در خصوص خدمات
                ارائه شده، سعی در فراهم ساختن بستری شفاف و سرعت بخشیدن و تسهیل
                سفارش و ارائه خدمات دارد. لیکن باید در نظر داشت، با توجه به نسبی
                بودن مفهوم کیفیت و مجزا بودن انواع توافقات کاربران با کاربران،
                ساعت ۸ هیچ‌گونه مسئولیتی- اعم از مدنی و کیفری- در قبال نوع و
                میزان کیفیت سرویس ارائه شده و وقایع و مشکلات احتمالی آتی آن، در
                مقابل کاربران و اشخاص ثالث نخواهد داشت. بدیهی است فراهم آوردن
                ملزومات این استفاده از جمله اینترنت مورد نیاز و سیستم­ های
                الکترونیکی هوشمند تماماً به عهده کاربر خواهد بود.
                <br />
                <Divider />
                <h4>ماده 5 – نحوه ثبت نام و تعیین نام کاربری و رمز عبور </h4>
                <br />
                <strong> گام اول : ثبت نام</strong>
                <br />
                ابتدا از طریق مرورگر اینترنت خود به آدرس ‏http://www.saat8.ir
                وارد می شوید. پس از اینکه وارد سایت ساعت ۸ شدید به قسمت ورود/ثبت
                نام در بالای صفحه کلیک کنید. در پنجره باز شده گزینه ی ورود و ثبت
                نام وجود دارد بر روی گزینه ثبت نام کلیک کنید. در قسمت پایین
                پنجره باز شده توافقنامه کاربری یا همان شرایط و قوانین سایت را
                مطالعه کرده و در صورت تایید و مورد قبول بودن ثبت نام خود را
                ادامه دهید.
                <br />
                • استفاده از سایت مشروط بر قبول توافقنامه کاربری( قوانین
                سایت) و حفظ حریم شخصی است. • <br />
                پس از قبول توافقنامه کاربری شماره تلفن خود را واردکنید و رمز
                برای ورود به سایت برای خود تعیین کنید (رمز ورود خود را در اختیار
                کسی قرار ندهید). پس از آن بر روی گزینه ثبت نام کلیک نمایید به
                شماره تلفن درج شده شما کد تایید ارسال خواهد شد کد را در جای مشخص
                شده نوشته و ثبت نام کنید. <br />
                <strong>گام دوم : تکمیل مدارک و تائید کاربری</strong>
                <br />
                پس از اینکه ثبت نام کرده اید به سایت هدایت خواهید شد.قبل از
                هرگونه فعالیت در ساعت ۸ باید مراحل ذیل را انجام دهید. <br />
                وارد پنل کاربری شوید و از پنل کاربری ، گزینه اطلاعات کاربری را
                کلیک کنید. ابتدا پروفایل کاربری باید تکمیل شود ، نام و نام
                خانوادگی ، نام کاربری، شماره تماس ، ایمیل ،شهر محل سکونت. آدرس و
                یا آدرس های خود را واردنمایید. مانند آدرس محل کار و یا آدرس محل
                سکونت . پس از آن اطلاعات بانکی خود را وارد می کنید اطلاعات بانکی
                شامل شماره کارت و شماره شبا حساب بانکی شخصی شما می باشد که برای
                فعالیت در سایت (خرید فروش و واریز مبالغ ) لازم و ضروری است. پس
                از گزینه اطلاعات بانکی می توانید رمز عبور خود را تغییر دهید
                <br />
                در قسمت تکمیل مدارک تصویر کارت ملی خود را بایستی بارگذاری نمایید
                سایر مدارک بنا به ضرورت و نیاز توسط ساعت ۸ از شما درخواست خواهد
                شد و شما هر زمان که ساعت ۸ هر مدرکی را درخواست نمود بایستی در
                اختیار آن قرار دهید.
                <br />
                کاربری شما ایجاد شده است و حداکثر تا چند ساعت آینده کاربری شما
                فعال خواهد شد .در صورتی که هر سوالی داشتید می توانید با پشتیبانی
                ساعت ۸ تماس برقرار کنید یا پیام بدهید ، همکاران ما در اسرع وقت
                پاسخگو خواهند بود. تا زمانی که شما مشتری ما باقی بمانید، اطلاعات
                با توجه به وضعیت حساب کاربری، نوع خدمات و کار سیستم، مدیریت می
                شوند. کاربران هرگونه تغییر تلفن و آدرس خود را به اطلاع سایت
                بایستی برسانند. بدیهی است در صورت مشاهده اشکال در آدرس و تلفن،
                حساب کاربری خاطی، توقیف خواهد شد. اگر شماره‌ کارت یا شماره شبا و
                شماره حساب كاربر به هر دلیل تغییر نماید، در اسرع وقت موظف خواهد
                بود اطلاعات مربوطه را به روزرسانی نموده در غیر این صورت مسئولیتی
                متوجه ساعت ۸ نخواهد بود. ساعت ۸ ، اطلاعات دریافت شده از اعضا خود
                را فقط در امور مرتبط معاملاتی استفاده نموده و به هیچ وجه در
                اختیار سایرین قرار نخواهد داد. همچنین در صورت نیاز به انجام
                مقاصد تجاری با کسب اجازه از کاربر نسبت به بهره برداری از این
                اطلاعات، اقدام خواهد نمود .<br />
                <Divider />
                <h4>ماده 6 - لغو عضویت </h4>
                <br />
                كاربر در هر زمان می تواند ، درخواست لغو عضویت را بدهد. ساعت ۸
                حساب کاربر مورد نظر را غیرفعال می کند ، اما از پایگاه داده های
                خود خارج نمی کند. این کار به منظور نگهداری جزئیات کاربران و
                تراکنش های آنها، انجام می شود. با لغو عضویت، سایت کلیه‌ وجوه نزد
                خود را تا تعیین تکلیف نهایی حفظ خواهد کرد و كاربر حتی پس از لغو
                عضویت نسبت به تعهداتی که پیش از آن در ازای تراکنش‌های ثبت‌شده
                متقبل شده‌ مسئول خواهد بود. با قبول این توافق نامه، ساعت ۸
                مجازاست تا در صورت وقوع هر گونه کلاهبرداری، تقلب، یا کشف احتمال
                تقلب ، عضویت کاربر را معلق و یا ابطال نماید و کاربر حق هیچگونه
                اعتراضی در این خصوص ندارد و در صورتی که کاربر، عملی خارج از
                قوانین و مقررات تعیین شده انجام دهد، ساعت ۸ مجاز خواهد بود و این
                اجاره را دارد تا بدون اخطار پیشین عضویت کاربر را به حالت تعلیق
                در آورده و یا آن را ابطال نماید و طبق قوانین و مقررات با ایشان
                برخورد خواهد شد و ساعت ۸. می تواند نسبت به ایشان از طریق مراجع
                قانونی پیگیر مطالبات و حق و حقوق خود باشد. کاربر با قبول این
                توافق نامه موافقت خود را مبنی بر ایفای تعهدات مندرج در قوانین و
                مقررات و قبول تمامی مطالب درج شده اعلام می دارد. 
                <br />
                <Divider />
                <h4>ماده 7 - ارتباط میان کاربران با یکدیگر و سایت </h4>
                <br />
                ارتباط با کلیه بخشهای سایت از طریق " تماس با ساعت ۸ " ویا "
                درخواست تماس با شما" که لینک آن در سایت موجود است برقرار
                می‌گردد. ضمنا در مواقع ضروری سایت از طریق شماره تلفن هر كاربر و
                یا ایمیل ثبت شده با وی ارتباط برقرار می نماید. همچنین ارتباط
                کاربران با یکدیگر از طریق "پیام های خصوصی" می باشد . بر اساس این
                توافق نامه كاربر قبول می نماید کلیه اخطارها ، تذکرات و مکاتبات
                مربوطه، مندرج در سایت و یا ارسال شده به نشانی پست الکترونیک و یا
                نشانی پستی درج‌شده هنگام تکمیل درخواست عضویت، به رویت وی می‏رسد.
                در این صورت 24 ساعت پس از درج اخطار بر روی سایت یا ارسال آن به
                نشانی پست الکترونیک وی ، اخطار، ابلاغ شده تلقی گردیده و در صورت
                ارسال از طریق پست، اخطار مذکور پس از گذشت سه روزکاری ابلاغ شده
                تلقی می‌گردد. اگر كاربر پس از گذشت این مدت از ادامه‌ ارتباط
                الکترونیکی با ساعت ۸ منصرف گردد، سایت مجاز خواهد بود که کلیه
                حقوق کاربری وی را محدود و یا معلق نماید و مطابق قوانین ساعت ۸.
                با ایشان برخورد نمایید. 
                <br />
                <Divider />
                <h4>ماده 8 – مشکلات پیش بینی نشده و ارسال پیام</h4>
                <br />
                اگر علیرغم تلاش شبانه روزی پرسنل در جهت فعال بودن سایت، در بعضی
                از موارد به دلایل غیر ارادی و یا فورس ماژور دسترسی کاربر به سایت
                مقدور نباشد، با پذیرش این توافقنامه کاربر حق هیچگونه اعتراض و
                اقامه دعوی در خصوص قطع تماس احتمالی و همچنین زیانها و خسارات
                احتمالی وارده ناشی از موارد مذکور را نداشته و این حق را از خود
                سلب می نماید و نیز طبق این توافق نامه ساعت ۸ تمامی پیام های
                کاربران به یکدیگر را کنترل می کند و پیام هایی که شامل هرگونه
                اطلاعات تماس، لینک سایر وب سایتها، توهین و تمسخر باشد را حذف و
                یا ویرایش می نماید. چنانچه علیرغم تلاش پرسنل جهت کنترل پیامها،
                هرگونه پیام شامل توهین، تمسخر و اطلاعات تماس، توسط کاربر دیگری
                دریافت شود، ساعت ۸ هیچ گونه مسئولیتی در قبال پیام ارسال شده و یا
                دریافت شده ندارد و نخواهد داشت.
                <br />
                <Divider />
                <h4>ماده 9 - نحوه استفاده کارفرما از ساعت 8</h4>
                <br />
                کارفرما می تواند با توجه به آگهی های ثبت شده اکیپ اجرایی مورد
                نظر مانند اسکلت بتنی یا فلزی ، دیوار چینی ،گودبرداری ، نماسازی ،
                داربست و .... یا خدمات مورد نیاز مانند طراحی سازه ، معماری ،
                مکانیکی و برقی ، طراحی سازه نگهبان ، خدمات اداری ، شهرداری ،
                نظام مهندسی و غیره ، خرید یا اجاره ماشین آلات مربوطه ، خرید و
                تهیه مصالح و وسایل مورد نیاز ساختمانی و تمامی اقلام مورد نیاز و
                غیره ، تهیه تعداد کارگران مورد نیاز متخصص یا ساده ، موارد و
                خدمات مورد نیاز از شرکت های مهندسی ، ساختمانی و مرتبط و غیره ،
                را آگهی نماید و یا از قسمت های مختلف پیدا کرده و با توافقات صورت
                گرفته و با قیمت مشخص شده ،عقد قرارداد نماید.علاوه بر موارد فوق
                کارفرما می تواند مورد خود را به مناقصه در مدت زمان مشخص قرار دهد
                مثال : مثلا در یک واحد احتیاح به 100 متر مربع اجرا یا خرید یا
                هردو ، پارکت دارد.در اینجا در زمان درج آگهی مشخص میکنیم که سایر
                هزینه های مورد نیاز بعده کدام شخص می باشد مانند کرایه حمل ، حمل
                به طبقات ، و سایر موارد در مورد مناقصه.کارفرما با ورود به قسمت
                مناقصات قیمت پایه منصفانه را با نظارت ساعت ۸ به ازای هر متر مربع
                اجرا ، خرید و یا هردو بر اساس نوع و در خواست آگهی وارد می
                نماید.پایین ترین قیمت اعلام شده پس از پایان زمان اعلام شده برنده
                مناقصه می باشد در پایان مناقصه ،کاربری که کمترین پیشنهاد قیمت را
                اعلام نموده و بعنوان برنده مناقصه شناخته می شود و از طرف سایت با
                ایمیل یا پیامک به ایشان و کارفرما اطلاع رسانی خواهد شد. تمامی
                کاربران دارای امتیاز خواهند بود و تعداد شرکت در مناقصات و
                مزایدات بر اساس امتیاز انها صورت خواهد پذیرفت. ابطال یا لغو
                مناقصه مجاز نیست ، با تکمیل و ارسال فرم به سایت که توسط کاربر
                صورت می پذیرد، خدمات سایت به کاربر عرضه شده و از آن پس کاربر حق
                ابطال روند مناقصه آغاز شده را ندارد. ارائه پیشنهاد قیمت در یک
                مناقصه از طرف کاربر به معنی قبول کردن کلیه شرایط مناقصه ، وضعیت
                و شرایط بوده که در بخش مربوطه و توسط کاربرکارفرما تشریح شده
                است. 
                <br />
                <Divider />
                <h4>ماده 10 - چگونه مناقصه برگزار کنم</h4>
                <br />
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید . قبل از تایید
                نام کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و
                نیز شرایط خصوصی مناقصه آنلاین ساعت ۸ و تکمیل مدارک خود، می
                توانید مناقصه برگزار کنید. کاربر ( کارفرما ) می تواند برای تمامی
                نیازهای ساختمانی خود ( میتوانید تمامی کارهای ساختمانی خود را از
                صفر تا صد به مناقصه واگذار کنید بصورت تکی یا کلی ) مناقصه برگزار
                نماید و می تواند مناقصه را برای یک و یا چند مورد یا حتی به طور
                کلی برای یک پروژه برگزار نماید. به طور مثال شما خدمات شهرداری
                خود را برای انجام به مناقصه واگذار میکنید و یا یک واحد آپارتمانی
                را برای نقاشی برای مناقصه قرار می دهید و یا اسکلت ساختمان را با
                مصالح مطابق نقشه های تائید شده به مناقصه واگذار خواهد کرد و یا
                ساخت و تکمیل یک مجتمع ۴۸ واحدی مطابق نقشه های تائید شده و در
                خواست های ارائه شده را به مناقصه می گذارید. (نمی توانید برای یک
                مورد ، مناقصه و آگهی نیازمندی بطور همزمان ثبت نمایید )
                <br />
                در صورتی که قصد برگزاری مناقصه را ندارید ، شما می توانید مورد
                خود را که نیازمند هستید که، تهیه و یا اجرای آن توسط اشخاص حقیقی
                یا حقوقی و یا کسانی که دارای صلاحیت فنی میباشند را در قسمت ثبت
                رایگان آگهی ، کارفرما ، انتخاب آیتم در قسمت درخواست ها ثبت کرده
                و درخواست نمایید . ( در صورت ارتکاب تخلف دیگر اجازه برگزاری
                مناقصه را نخواهید داشت)
                <br />
                علاوه بر موارد فوق شما می توانید خدمات و موارد مورد نیاز خود را
                نیز در قسمت آگهی ها جستجو کرده ، بیابید و استفاده نمایید.
                <br />
                طرف قرارداد شما در مناقصات ، اشخاص حقیقی و یا حقوقی ، شرکتهای
                مختلف و یا اشخاصی که دارای صلاحیت می باشند ، می تواند باشد .
                میتوانید تمامی کارهای ساختمانی خود را از صفر تا صد به مناقصه
                واگذار کنید .<br />
                در صورتی که آگهی شما یا همان مناقصه برگزارشده توسط شما هیچ‌گونه
                پیشنهادی دریافت نکرد و کاربری برای آن قیمتی ارائه نداد ، هیچ
                هزینه ای از شما اخذ نخواهد شد و مناقصه بدون ترتیب اثر خواهد بود
                و لغو شده تلقی می شود ، ولی حتی اگر یک پیشنهاد ارائه شود شما
                ملزم به انجام تعهدات موضوع مناقصه می باشید. در صورت عدم انجام
                تعهدات مطابق قوانین تخلفات و جرایم از طرف ساعت ۸ با شما برخورد.
                <br />
                برای ثبت مناقصه شما باید ابتدا گزینه ثبت رایگان آگهی را انتخاب
                نمایید و سپس به قسمت کارفرما رفته و گروه یا آیتم مورد نظر را
                مطابق با نوع درخواست خود برای مناقصه که می‌خواهید ارائه دهید
                مشخص کنید اگر موردی که شما درخواست ارائه آن را دارید ، در آیتم
                های ارائه شده نبود می توانید در انتهای صفحه از آیتم متفرقه
                استفاده نمایید پس از ورود به صفحه ثبت آگهی شما بایستی گزینه
                مناقصه را انتخاب کنید.
                <br />
                شما شما می تواند برای مناقصات حتی درخواست کالا نیز نمایید مانند
                : سه دست شیرآلات ، ۱۵۰۰ متر مربع سنگ نمای تراورتن حاجی آباد و یا
                کابین و موتور آسانسور و یا هر چیز دیگر . شما باید مشخصات مناقصه
                را در صفحه آگهی ها به طور کامل تکمیل نمایید ، ارائه عکس الزامی
                می باشد باید مشخصات را با دقت و وسواس تکمیل نمایید. متراژ ،
                تعداد ، نقشه ها ، قیمت ، نوع در خواست زمان اجرا ، نحوه پرداخت
                مبلغ و بطور کل توضیحات بایستی کامل و جامع و شامل کلیه نکات مهم و
                مورد نظر باشد. مدت زمان برگزاری مناقصه مطابق زمان تعیین شده توسط
                ساعت ۸ است. برای بهتر و بیشتر دیده شدن به تمامی پیشنهادات سایت
                عمل نمایید و تمامی گزینه ها را تکمیل کنید.
                <br />
                قیمت پایه بر اساس قیمت پیشنهادی توسط ساعت ۸ مشخص می شود ، در
                صورت عدم تناسب قیمت پایه با قیمت پیشنهادی ، میتوانید قیمت
                پیشنهادی خود را ثبت نمایید باید دقت داشته باشید که قیمت پیشنهادی
                از جانب شما باید به نحوی ارائه شود که سایر کاربران راغب و مایل
                به شرکت در مناقصه باشند. پس از تکمیل آگهی آن را ثبت کرده و منتظر
                تایید آن بمانید.
                <br />
                پس از تایید آگهی توسط ساعت ۸ مناقصه شما بر روی سایت به صورت
                آنلاین قرار می گیرد کاربران متقاضی بر اساس آخرین قیمت ، قیمت خود
                را برای شرکت در مناقصه با کلیک ارائه می کند. آخرین قیمت مناقصه
                ارائه شده پنج درصد از آخرین پیشنهاد کمتر خواهد بود. ( گام کاهش
                قیمت مناقصه ۵ درصد است ) .<br />
                کاربرکارفرما می تواند گزینه درخواست فوری را در مناقصه قرار دهد و
                در آن صورت کاربر پیشنهاد دهنده می تواند به شما قیمت پیشنهاد داده
                و شما با قیمت پیشنهادی ایشان مناقصه را بسته و کالای و خدمات مورد
                نیاز خود را به دریافت نمایید ، در غیر اینصورت باید منتظر بمانید
                تا مزایده به پایان برسد.  در مناقصه باید نوع درخواست تعداد متراژ
                محل فعالیت و کلیه خدمات درخواستی به صورت کاملاً شفاف و واضح برای
                مطالعه و تصمیم دقیق کاربران پیشنهاد دهنده ، قید گردد پس از به
                پایان رسیدن مناقصه کاربری که آخرین پیشنهاد ( که پایین‌ترین
                پیشنهاد می باشد ) را ارائه کرده است برنده مناقصه نام میگیرد.
                <br />
                پس از اتمام مناقصه ، برگزار کننده مناقصه بایستی ده در صد از مبلغ
                کل مناقصه را باید از طریق درگاه پرداخت ساعت ۸ واریز نماید .
                <br />
                برنده مناقصه بایستی در مدت اعلام شده توسط سایت مبلغ شرکت در
                مناقصه و انجام تعهدات را از طریق درگاه پرداخت ساعت ۸ واریز نماید
                .<br />
                مبلغی که از طرف کاربر برنده واریز میشود پس از عقد قرارداد و
                توافق فی مابین طرفین به ایشان عودت داده خواهد شد و درصد سایت از
                برگزاری مناقصه ، از مبلغ ۱۰ درصد واریزی توسط کاربر برگزار‌کننده
                کسر خواهد شد. پس از پایان مناقصه هم به برگزار کننده و هم به
                برنده مناظره پیامکی مبنی بر انجام تعهدات ارسال خواهد شد.
                <br />
                تعهداتی که به عهده برگزار کننده مناقصه می باشد و در آگهی درج
                نموده بایستی بطور کامل ارائه دهد. با توجه به این که نوع در خواست
                مناقصه نمی‌تواند مشخص باشد مثال میتواند کالا باشد ، می تواند
                خدمات باشد ، می‌تواند کارهای دفتری و طراحی باشد و یا غیره ، در
                نتیجه پس از اعلام برنده به هر یک از طرفین فاکتور مبلغ و آدرس
                صادر خواهد شد .<br />
                در صورتی که هر یک از طرفین خلاف واقع انجام دهند مانند اینکه
                پروژه ۸۰۰ مترمربع است و ایشان اعلام کرده است هزار متر و کار بر
                اساس آن قیمت داده و یا کار بسیار سخت و دست گیر است و در شرایط
                نامناسب و نامساعد است ، گفته است که بسیار سریع و راحت است و یا
                کاربر برنده مناقصه، تعهد نموده که تخصص در اجرای کار را دارد ولی
                تخصص نداشته باشد ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد و
                حق برگزاری و شرکت در مناقصات را نخواهند داشت. در صورتی که هر یک
                از طرفین از عمل به تعهدات خودداری نمایند و یا تخلف انجام دهند ،
                مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .( تخلفات و جرایم )
                <br />
                در صورتی که در زمان توافق طرفین برای شزوع موضوع مناقصه مشکل و
                ایرادی باشد ، ابتدا فی مابین طرفین حل و فصل خواهد شد و در صورتی
                که حل و فصل نشد به ساعت ۸ ارجاع داده خواهد شد.
                <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br />
                برای نحوه انجام تعهدات ، هریک از طرفیت به یکدیگر امتیاز خواهند
                داد که این امتیازات برای برگزاری مناقصات و برنده شدن در مناقصات
                و اعتبار کاربر در فعالیت های آتی بسیار تاثیرگذار خواهد بود ( از
                لحاظ کسر در صد سایت و چه از لحاظ اعتماد سایر کاربران که بسیار
                مهم و تاثیر گذار است ).
                <br />
                • تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید و
                در صورت عدم موافقت کاربری خود را حذف نمایند.شرایط استفاده از
                ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق نامه
                های کاربری می باشد.
                <br />
                <Divider />
                <h4>ماده 11 - چگونه در مناقصه شرکت کنم</h4>
                <br />
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید . قبل از تایید
                نام کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و
                نیز شرایط خصوصی مناقصه آنلاین ساعت ۸ و تکمیل مدارک خود، می
                توانید در مناقصه شرکت کنید.
                <br />
                با توجه به نوع تخصص و حرفه ی خود ، بعلاوه محصولات و کالا ، خدمات
                و بطور کلی ، مواردی که می توانید در باب صنعت عظیم ساخت و ساز،
                ارائه کنید ، می توانید مورد خود را جستجو نمایید در صورتی که برای
                مورد ، خدمات و یا کالای شما مناقصه برگزار شده باشد می توانید در
                آن شرکت کنید و برنده شوید. بدون حضور و شرکت در مناقصات میتوانید
                تخصص و حرفه ی خود ، کالا ، مصالح ، ماشین آلات و غیره و هر آن
                چیزی که مرتبط با صنعت عظیم ساختمان است و شما قادر به ارائه آن می
                باشد نیز آگهی ثبت نمایید و آن را به صورت آنلاین و سریع به سایر
                کاربران ارائه نمایید.
                <br />
                تمام افراد شرکت کننده در مناقصات ، اشخاص حقیقی و یا حقوقی ،
                شرکتهای مختلف و یا اشخاصی که دارای صلاحیت می باشند ، می تواند
                باشند .در صورت داشتن صلاحیت ، میتوانید تمامی کارهای ساختمانی را
                از صفر تا صد از طریق برنده شدن در مناقصات و یا آگهی ها انجام
                دهید .<br />
                برای شرکت در مناقصه باید وارد نام کاربری خود شوید و آگهی مورد
                نظر را یا در قسمت مناقصات یا به صورت جستجو از طریق گزینه ها پیدا
                کنید. میتوانید از گزینه آخرین آگهی های ثبت شده یا در کل آگهی ها
                جستجو نمایید.
                <br />
                آخرین قیمت پیشنهادی برای هر مناقصه را مورد نظر قرار دهید شما می
                توانید قیمت پیشنهادی بعدی را ارائه دهید و برای شرکت در مناقصه ،
                روی گزینه ثبت پیشنهاد کلیک نمایید. ثبت پیشنهاد به منزله قرارداد
                شما می باشد در صورت برنده شدن موضوع و انجام تعهدات می باشد.
                <br />
                آخرین قیمت مناقصه ارائه شده پنج درصد از آخرین پیشنهاد کمتر خواهد
                بود که گام کاهش قیمت مزایده پنج درصد است در صورتی که پیشنهاد شما
                پایین ترین پیشنهاد( آخرین پیشنهاد باشد ) و زمان برگزاری مناقصه
                مورد نظر ، به اتمام برسد برنده مناقصه خواهید بود. ( در صورت
                ارتکاب تخلف دیگر اجازه برگزاری مناقصه را نخواهید داشت)
                <br />
                در صورتی که کاربران دیگر بعد از شما ثبت پیشنهاد نمایند در صورت
                صلاحدید شما می توانید مجددا ثبت پیشنهادات نمایید تا زمانی که
                قیمت از نظر شما قابل قبول می باشد و این چرخه تا آخر مناقصه ادامه
                خواهد داشت تا بالاخره آخرین قیمت و پیشنهاد در زمان پایان یافتن
                مناقصه برنده مناقصه می باشد. متراژ ، تعداد ، قیمت ، مشخصات ،
                درخواست های برگزار کننده مناقصه ، شرایط کلی آگهی را بطور کل در
                نظر بگیرید و قبل از ثبت پیشنهاد ، حتما سوالات خود را با کاربر
                برگزار کننده مناقصه در جزیان بگذارید و جواب خود را دریافت
                نمایید.
                <br />
                مناقصه ، به صورت آنلاین برگزار می‌شود با توجه به سیستمی که برای
                سایت در نظر گرفته شده است به طور متوسط هر یک دقیقه یکبار به روز
                رسانی خواهد شد برای اینکه زودتر به روز رسانی شود و در لحظات آخر
                شما بیشتر در جریان امور قرار بگیرد باید به صورت دستی بروز رسانی
                یا رفرش نمایید.
                <br />
                برنده مناقصه بایستی در مدت اعلام شده توسط سایت مبلغ شرکت در
                مناقصه و انجام تعهدات را از طریق درگاه پرداخت ساعت ۸ واریز نماید
                . مبلغی که از طرف کاربر برنده واریز میشود پس از عقد قرارداد با
                کاربر کارفرما و توافق فی مابین طرفین به ایشان عودت داده خواهد شد
                و درصد سایت از برگزاری مناقصه ، از مبلغ ۱۰ درصد واریزی توسط
                کاربر برگزار‌کننده کسر خواهد شد. پس از پایان مناقصه هم به برگزار
                کننده و هم به برنده مناقصه پیامکی مبنی بر انجام تعهدات ارسال
                خواهد شد. تعهداتی که به عهده برگزار کننده مناقصه می باشد و در
                آگهی درج نموده بایستی بطور کامل ارائه دهد.
                <br />
                با توجه به این که نوع در خواست مناقصه نمی‌تواند مشخص باشد مثال
                میتواند کالا باشد ، می تواند خدمات باشد ، می‌تواند کارهای دفتری
                و طراحی باشد و یا غیره ، در نتیجه پس از اعلام برنده به هر یک از
                طرفین فاکتور مبلغ و آدرس و سایر اطلاعات صادر خواهد شد .<br />
                در صورتی که هر یک از طرفین خلاف واقع انجام دهند مانند اینکه
                پروژه ۸۰۰ مترمربع است و ایشان اعلام کرده است هزار متر و کار بر
                اساس آن قیمت داده و یا کار بسیار سخت و دست گیر است و در شرایط
                نامناسب و نامساعد است ، گفته است که بسیار سریع و راحت است و یا
                کاربر برنده مناقصه، تعهد نموده که تخصص در اجرای کار را دارد ولی
                تخصص نداشته باشد ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد و
                حق برگزاری و شرکت در مناقصات را نخواهند داشت. در صورتی که هر یک
                از طرفین از عمل به تعهدات خودداری نمایند و یا تخلف انجام دهند ،
                مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .( تخلفات و جرایم )
                <br />
                در صورتی که در زمان توافق طرفین برای شروع موضوع مناقصه مشکل و
                ایرادی باشد ، ابتدا فی مابین طرفین حل و فصل خواهد شد و در صورتی
                که حل و فصل و توافقات حاصل نشد برای داوری به ساعت ۸ ارجاع داده
                خواهد شد.
                <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br />
                برای نحوه انجام تعهدات ، هریک از طرفیت به یکدیگر امتیاز خواهند
                داد که این امتیازات برای برگزاری مناقصات و برنده شدن در مناقصات
                و اعتبار کاربری در فعالیت های آتی بسیار تاثیرگذار خواهد بود ( از
                لحاظ کسر در صد سایت و چه از لحاظ اعتماد سایر کاربران که بسیار
                مهم و تاثیر گذار است ).
                <br />
                • تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید و
                در صورت عدم موافقت کاربری خود را حذف نمایند.شرایط استفاده از
                ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق نامه
                های کاربری می باشد. • <br />
                <Divider />
                <h4>ماده 12 - نحوه استفاده پیمانکار از ساعت 8</h4>
                <br />
                پیمانکار می تواند اشخاص حقیقی یا حقوقی باشد شرکت خدماتی یا
                مهندسی و یا هر یک از شرکت های مرتبط با موضوع فعالیت و یا یک
                استادکار دارای صلاحیت باشد. پیمانکار به چند روش می تواند کسب در
                آمد داشته و عقد قرارداد نماید.ایتدا می تواند با توجه به نوع
                فعالیت خود در قسمت آگهی رایگان ، آگهی خود را درج نماید.می تواند
                از قسمت آخرین آگهی ها موارد آگهی شده مرتبط را جستجو کرده و ثبت
                پیشنهاد نماید. و می تواند در مزایدات و مناقصات شرکت نماید.
                <br />
                <Divider />
                <h4>ماده 13 - نحوه استفاده کاربران قسمت مصالح از ساعت 8</h4>
                <br />
                کاربران این قیمت می توانند تمامی محصولات ساختمانی و مصالح و
                ماشین آلات و غیره خود را به قیمت مناسب در سایت بفروش برسانند و
                یا آگهی نمایند و یا مزایده برگزار نمایند و حتی می توانند نسبت به
                سایر آگهی های درج شده در سایت محصولات خود را ارائه دهند. ساعت ۸
                توضیحات محصولات، قیمت آن‌ها و آمار مربوط به فروشندگان یا سایر
                موارد را تأیید نمی‌کند. همچنین ادعا نمی‌کند که نتایج جست‌وجو
                لزوما کامل، دقیق، قابل‌اعتماد و به‌ روز باشد. این سایت برای
                آگاهی بیشتر و کمک به کاربران طراحی شده و به معنای تایید یا تضمین
                کالاها و خدمات فروشندگان نیست. برای عرضه محصولات خود می توانید
                از متن، عکس و گرافیک در گروه های مناسب استفاده کرده و مسئولیت
                استفاده از هر نوع ابزار فوق که مغایر با شئونات مذهبی، اجتماعی
                ،سیاسی و فرهنگی کشور باشد منحصرا متوجه کاربر خواهدبود. فروشنده
                می بایست ضمن تشریح کامل وضعیت کالا یا محصول یا هر چیز مرتبط ،
                کلیه شرایط مربوط به فروش آنرا نیز اعلام نموده و نوع فروش کالا یا
                محصول یا هر چیز مرتبط نیز باید دقیقا در شرح آن درج شود . در
                پایان مزایده ،خریداری که بیشترین پیشنهاد قیمت را اعلام نموده و
                بعنوان برنده مزایده شناخته می شود و از طرف ساعت ۸ با ایمیل یا
                پیامک به ایشان اطلاع رسانی خواهد شد.کاربر برنده موظف خواهد بود
                طی 24 ساعت نسبت به خرید آن کالا یا محصول یا هر چیز مرتبط اقدام
                کند، اگر خریدار ظرف این مدت مبلغ را پرداخت نکند، قفل مزایده می
                شود و امکان شرکت در سایر مزایدات را نخواهد داشت. ارائه پیشنهاد
                قیمت در یک مزایده به معنی قبول کردن کلیه شرایط مزایده، وضعیت و
                شرایط کالا بوده که در بخش مربوطهو توسط کاربر فروشنده تشریح شده
                است. درصورتی که کاربر ، اقدام به فروش کالایی در سایت نماید، باید
                اطمینان داشته باشد که قانونا مجاز به فروش آن کالا می باشد. کاربر
                حق اخلال در روند سالم مزایدات و دستکاری در قیمت کالاهایی که سایر
                اعضا آنها را برای فروش ارائه نموده اند ، نداشته و برای کالاهایی
                که شخصا برای فروش ارائه می نماید، نه بصورت مستقیم ونه غیرمستقیم
                مجاز به پیشنهاد قیمت نیست. ضمنا تبانی با دیگران جهت ارائه
                پیشنهاد قیمت ، برای کالای خود و یا استفاده از نام کاربری دیگران
                مجاز نخواهد بود. پس از مشخص شدن برنده مزایده توسط سایت ، فروشنده
                موظف خواهد بود ظرف 36 ساعت ، کالا یا محصول یا هر چیز مرتبط را
                آماده ارسال برای خریدار نموده و پس از ارسال در قسمت مربوطه،
                شماره بارنامه را جهت آگاهی برنده و ساعت ۸ وارد نماید. فروشنده ای
                که حداقل یک پیشنهاد قیمت معادل یا بالاتر از قیمت پایه دریافت کند
                متعهد به فروش کالا به بالاترین قیمت ارائه شده می باشد.
                <br />
                تبصره - تبادل هرگونه اطلاعات تماس و یا ارائه پیشنهاد جهت انجام
                معامله خارج از سایت ساعت ۸ به هر عنوان ممنوع و انجام معامله خارج
                از سایت ساعت ۸ به هر شکلی مجاز نمی باشد.. همینطور استفاده از
                هرگونه متنی مانند لینک های خرید سایت های دیگر و یا درج هرگونه
                اطلاعات تماس برای کاربران جهت تبلیغات یا ارائه خدمات خود مجاز
                نمی باشد.
                <br />
                <Divider />
                <h4>ماده 14 - چگونه مزایده برگزار کنم</h4>
                <br />
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید . قبل از تایید
                نام کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و
                نیز شرایط خصوصی مزایده آنلاین ساعت ۸ و تکمیل مدارک خود، می
                توانید مزایده برگزار کنید.
                <br />
                کاربر میتواند برای کالا ، مصالح ، ماشین آلات و ... و هر آن چیزی
                که مرتبط با صنعت عظیم ساختمان است و قادر به ارائه آن می باشد ،
                مزایده برگزار کند.( در صورت ارتکاب تخلف دیگر اجازه برگزاری
                مزایده نخواهید داشت)
                <br />
                کاربر میتوانید مزایده را برای یک کالا و یا تعداد بیشتری برگزار
                کند .<br />
                مثال می‌توانید برای یک یا چند عدد پکیج یا سه شاخه تیرآهن یا ۸۰۰
                متر مربع سرامیک و یا سه عدد درب ضد سرقت و ...... و نیز همزمان می
                توانید دو یا چند مزایده برگزار کنید.
                <br />
                علاوه بر برگزاری مزایده (نمی توانید برای یک کالا مزایده و آگهی
                فروش بطور همزمان ثبت نمایید ) می توانید کالا ، مصالح و ماشین
                آلات و ... و هر آن چیزی که مرتبط با صنعت عظیم ساختمان است و قادر
                به ارائه آن هستید را بصورت درج آگهی رایگان در قسمت ثبت رایگان
                آگهی و با گزینه ارائه ، ثبت کرده و بفروش برسانید. ثبت و ارائه
                مزایده در قسمت ثبت رایگان آگهی می باشد .<br />
                در صورتی که آگهی شما ( مزایده برگزار شده توسط کاربر ) بفروش نرفت
                و یا هیچ پیشنهادی ارائه نشد ، هیچگونه هزینه ای از شما اخذ نخواهد
                شد. حتی اگر یک پیشنهاد نیز ارائه شود شما ملزم به انجام تعهدات و
                ارسال موضوع مزایده می باشید. ( در صورت عدم انجام تعهدات ، مطابق
                قوانین تخلفات و جرایم از طرف ساعت ۸ با شما برخورد خواهد شد)
                <br />
                برای ثبت مزایده شما بایستی به قسمت خرید و فروش مصالح ساختمانی
                رفته و گروه ( آیتم ) مورد نظر خود را مطابق با کالا ، مصالح و
                ماشین آلات ، ... برای مزایده ای که می‌خواهید ارائه دهید مشخص
                کنید . اگر در آیتم های ارائه شده مورد شما نبود می توانید در
                انتهای صفحه آیتم متفرقه را انتخاب نمایید . پس از ورود به صفحه
                ثبت آگهی شما بایستی گزینه مزایده را انتخاب کنید. <br />
                شما نوع کالا ، مصالح و ماشین آلات ، ... و گزینه مزایده و تعداد
                آن را مشخص کرده و توضیحات لازم را ارائه دهید. برای مزایده ارائه
                عکس الزامی می باشد و باید مشخصات را با دقت و وسواس تکمیل نمایید
                . برای بهتر دیده شدن و بیشتر پسندیده شدن ، به تمامی پیشنهادات
                سایت عمل نمایید و تمامی گزینه ها را تکمیل کنید . <br />
                مزایده بر اساس قیمت پایه که توسط ساعت ۸ مشخص شده می باشد شروع
                خواهد شد در صورت عدم تناسب قیمت پایه ، میتوانید قیمت پیشنهادی
                خود را ثبت نمایید. باید دقت داشته باشید که قیمت پایه پیشنهادی از
                جانب شما باید به نحوی ارائه شود که سایر کاربران مایل به شرکت در
                مزایده باشند.
                <br />
                پس از تکمیل آگهی آن را ثبت کنید و منتظر تائید آن بمانید.
                <br />
                پس از تائید آگهی توسط ساعت ۸ ، مزایده شما بر روی سایت به صورت
                آنلاین قرار می گیرد کاربران متقاضی بر اساس آخرین قیمت بر روی
                شرکت در مزایده کلیک می کنند وآخرین قیمت مزایده ارائه شده ، پنج
                درصد از آخرین پیشنهاد بیشتر خواهد بود.(گام افزایش قیمت مزایده ،
                پنج در صد است ) کاربر می تواند گزینه خرید فوری را در مزایده قرار
                دهد در آن صورت کاربرخریدار می تواند به شما قیمت پیشنهاد داده و
                شما با قیمت پیشنهادی ایشان مزایده را بسته و کالای خود را به فروش
                برسانید.در غیر اینصورت باید منتظر بمانید تا مزایده به پایان
                برسد.
                <br />
                پس از پایان رسیدن مزایده ، کاربری که آخرین پیشنهاد ( که بالاترین
                پیشنهاد نیز می باشد ) را ارائه کرده است برنده مزایده نام میگیرد
                . برنده بایستی ظرف مدت۴۸ ساعت ، مبلغ نهایی مزایده را از طریق
                درگاه پرداخت ساعت ۸ واریز کند
                <br />. پس از اتمام مزایده ، فاکتور برای شما صادر میشود .برای
                بازدید مجدد یک فاکتور نیز به پنل کاربری شما ارسال خواهد شد. پس
                ارائه فاکتورشما بایستی که کالای خود را ارسال نمایید و ۴۸ ساعت
                فرصت دارید تا کالای ارائه شده در مزایده را ارسال نمایید (در
                صورتی که شرایط خاص مانند تعطیلات یا شرایط فورس ماژور پیش آید به
                مدت ارسال شما اضافه خواهد شد )<br />
                کالای مزایده ای بایستی به آدرس درج شده در فاکتور ارسال شود ( این
                ارسال توسط کاربر فروشنده خواهد بود). هزینه ارسال بعهده کاربر
                خریدار می باشد.
                <br />
                پس از ( ارسال کالا ، مصالح ، ماشین آلات ، ... ) شما بایستی شماره
                بارنامه و یا شماره ارسال را در سایت بهمراه عکس بارنامه بارگذاری
                ( آپلود ) نمایید . سپس یک پیامک به برنده مزایده مبنی بر ارسال
                توسط شما و زمان تحویل کالا ، فرستاده خواهد شد. <br />
                پس از رسیدن کالا و تحویل به برنده مزایده ، در صورت اعلام رضایت
                ایشان آخرین مبلغ که مزایده با آن به اتمام رسیده است به حساب
                اعلامی شما ( شماره شبا ) پس از کسر درصد سایت واریز خواهد شد. در
                صورتی که کالای اعلامی توسط شما مغایر با آنچه در آگهی اعلام نموده
                و عکسی که از آن کالا بارگذاری نموده اید ، باشد کاربر برنده می
                تواند اعلام شکایت کند و مبلغی به حساب شما واریز نخواهد شد. در
                صورتی که اعلام شکایت نماید موضوع اختلاف و ایرادات را با دلیل و
                مستندات و مدرک که بصورت پیام به شما ارسال شده است باید مورد
                بررسی توسط شما قرارگیرد و در صورت صحت موضوع بایستی جبران خسارت
                نموده و یا مورد ذکر شده در آگهی مجددا و بدون ایراد برای کاربر
                خریدار ارسال شود که کلیه هزینه های مجدد بعهده فرد خاطی می باشد و
                کاربر فروشنده نسبت به آن پاسخگو خواهد بود.
                <br />
                در صورت عدم توافق فی‌مابین از طریق حل اختلاف ساعت ۸ داوری خواهید
                شد .<br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br />
                در صورتی که پس از ۲۴ ساعت کاربر خریدار اعلام نظر ننماید این بدان
                معناست که کالا به دست ایشان رسیده و اعلام رضایت می نماید و ساعت
                ۸ مجاز است مبلغ فروشنده را به حساب ایشان طبق ضوابط واریز نماید.(
                مگر این که زمان تست محصول توسط فروشنده بیشتر اعلام گردد )<br />
                تمامی مسئولیت عدم اطلاع رسانی در مدت مقرر به عهده کاربر خریدار
                می باشد .<br />
                در صورتی که هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم )<br />
                در صورت عدم ارسال کالا توسط شما مطابق قوانین تخلفات و جرایم از
                طرف ساعت ۸ برخورد خواهد شد. برنده مزایده پس از دریافت ( کالا ،
                مصالح و ماشین آلات ، ... ) برای نحوه و سرعت ارسال ، مطابقت کالا
                ، سرعت پاسخگویی و غیره به شما امتیاز می‌دهد که این امتیازات در
                برگزاری مزایدات آتی شما بسیار تاثیرگذار خواهد بود ( از لحاظ کسر
                در صد سایت و چه از لحاظ اعتماد سایر کاربران که بسیار مهم و تاثیر
                گذار است )<br />
                <br />
                <Divider />
                <h4>ماده 15 - چگونه در مزایده شرکت کنم</h4>
                <br />
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید . قبل از تایید
                نام کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و
                نیز شرایط خصوصی مزایده آنلاین ساعت ۸ و تکمیل مدارک خود، می
                توانید در مزایده شرکت کنید.
                <br />
                 ابتدا کالای مورد نظر خود را جستجو نماید ، در صورتی که برای
                کالای مورد نظر شما مزایده برگزار شده باشد می توانید در آن مزایده
                شرکت کرده و برنده شوید. بدون حضور و شرکت در مزایدات می توانید،
                کالا ، مصالح ، ماشین آلات و غیره و هر آن چیزی که مرتبط با صنعت
                عظیم ساختمان است و در آگهی ها نیز موجود می باشد را بصورت آنلاین
                و سریع خریداری نماید ( چگونه خرید کنم ؟ ) ( چگونه فروش کنم ؟ )
                <br />
                برای شرکت در مزایده باید وارد نام کاربری خود شده آگهی مورد نظر
                را یا در صفحه اصلی و یا بصورت جستجو و یا از طریق آیتم ( گزینه ها
                ) پیدا کنید. ( می توانید از گزینه آخرین آگهی های ثبت شده و یا
                بصورت مستقیم از گزینه مزادیدات استفاده نمایید ) آخرین قیمت
                پیشنهادی برای مزایده مورد نظر را ملاحظه کنید شما می توانید قیمت
                پیشنهادی بعدی را ارائه دهید. شما به روی گزینه ثبت پیشنهاد برای
                شرکت در مزایده کلیک می کنید (ثبت پیشنهاد به منزله قرارداد شما می
                باشد. در صورت برنده شدن ملزم به انجام تعهدات می باشید ) وآخرین
                قیمت مزایده ارائه شده ، پنج درصد از آخرین پیشنهاد بیشتر خواهد
                بود.(گام افزایش قیمت مزایده ، پنج در صد است ). در صورتی که
                پیشنهاد شما بالاترین پیشنهاد باشد و زمان به اتمام برسد ، برنده
                مزایده می باشید در صورتی که کاربران دیگر بعد از شما ثبت پیشنهاد
                نمایند در صورت صلاحدید ، شما می توانید مجددا ثبت پیشنهاد نمایید
                ( تا زمانی که قیمت از نظر شما قابل قبول میباشد ) و این چرخه تا
                آخر مزایده ادامه خواهد داشت تا بلاخره آخرین قیمت و پیشنهاد در
                زمان پایان یافتن مزایده برنده مزایده می باشد. ( در صورت ارتکاب
                تخلف دیگر اجازه شرکت در مزایدات را نخواهید داشت).
                <br />
                علاوه بر شرکت در مزایده در صورتی که کاربر برگزار کننده مزایده ،
                گزینه خرید فوری را نیز در مزایده گنجانده باشد ، شما می توانید
                خرید فوری انجام داده و مزایده را در همان لحظه به پایان برسانید.
                <br />
                مزایده به صورت آنلاین برگزار می شود و به طور متوسط هر یک دقیقه
                یک بار به روز رسانی خواهد شد برای اینکه زودتر به روز رسانی شود
                شما بطوز دستی به روز رسانی یا رفرش نمایید.
                <br />
                پس از اتمام مزایده در صورتی که شما برنده مزایده باشید باید مبلغی
                را که با آن برنده مزایده شده اید را حداکثر ظرف مدت ۴۸ ساعت از
                طریق درگاه پرداخت ساعت ۸ واریز نماید. ( در صورت ارتکاب تخلف دیگر
                اجازه شرکت در مزایدات را نخواهید داشت).
                <br />
                پس از اتمام مزایده و واریز مبلغ فاکتور برای شما صادر می شود .
                برای بازدیدهای آتی ، یک فاکتور به پنل کاربری شما ارسال خواهد شد
                پس از ارائه فاکتور یک فاکتور نیز برای برگزار کننده مزایده ارسال
                خواهد شد برگزار کننده مزایده ظرف مدت ۴۸ ساعت باید مورد مزایده را
                ارسال نمایند . ( در صورتی که شرایط خاص مانند تعطیلات ، شرایط
                فورس ماژور ، سختی بارگیری یا توافق با برنده و یا .... پیش آید به
                مدت ارسال توسط کاربر فروشنده اضافه خواهد شد )<br />
                شما می توانید آدرسی که در زمان ثبت نام را ثبت نموده اید ، برای
                ارسال انتخاب نمایید و یا آدرس جدیدی را برای دریافت محصول خود در
                فاکتور ارائه شده ، ثبت کنید.
                <br />
                هزینه حمل و نقل به عهده برنده مزایده می باشد ( مگر اینکه در زمان
                ثبت آگهی مزایده برگزار کننده مزایده غیر از این ثبت کرده باشد ،
                مانند ارسال رایگان و ... ) . می توانید برای اطلاع از هزینه های
                حمل و نقل به کاربر فروشنده از طریق سایت پیام دهید و برای نحوه
                ارسال توافق کنید در غیر اینصورت مورد شما به روش های معمول ارسال
                خواهد شد. پس از ارسال شماره بارنامه و یا شماره ارسال در سایت
                قرار می گیرد و یک پیامک مبنی بر ارسال کالا به شما ارسال خواهد
                شد.
                <br />
                پس از رسیدن کالا و تحویل گرفتن آن شما بایستی حداکثر تا ۲۴ ساعت
                اعلام رضایت و یا شکایت نمایید. ( مگر این که زمان تست محصول توسط
                فروشنده بیشتر اعلام گردد )<br />
                در صورت اعلام رضایت مبلغ فروشنده به حساب ایشان واریز خواهد شد و
                در صورتی که اعلام شکایت نمایید موضوع اختلاف و ایرادات را با دلیل
                و مستندات و مدرک بصورت پیام ابتدا به کاربر فروشنده ( برگزار
                کننده مزایده ) ارسال نمایید. موارد توسط ایشان مورد بررسی قرارمی
                گیرد و در صورت صحت موضوع بایستی جبران خسارت نموده و یا مورد ذکر
                شده در آگهی مجددا و بدون ایراد برای کاربر خریدار ارسال شود که
                کلیه هزینه های مجدد بعهده فرد خاطی می باشد و کاربر فروشنده نسبت
                به آن پاسخگو خواهد بود. در صورتی که بدون دلیل و مدرک شکایت
                نمایید و نیز هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم )<br />
                مسئولیت عدم اطلاع رسانی از تحویل مورد مزایده در مدت مقرر به عهده
                کاربر خریدار ( برنده مزایده ) می باشد.
                <br />
                در صورت عدم توافق فی‌مابین طرفین از طریق حل اختلاف ساعت ۸ داوری
                خواهید شد .<br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند
                و اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br />
                برنده مزایده پس از دریافت ( کالا ، مصالح و ماشین آلات ، ... )
                برای نحوه و سرعت ارسال ، مطابقت کالا ، سرعت پاسخگویی و غیره به
                فروشنده امتیاز می‌دهد که این امتیازات در برگزاری مزایدات آتی
                بسیار تاثیرگذار خواهد بود ( از لحاظ کسر در صد سایت و چه از لحاظ
                اعتماد سایر کاربران که بسیار مهم و تاثیر گذار است )<br />
                <br />
                <br />
                <Divider />
                <h4>ماده 16 - چگونه در ساعت ۸ خرید کنیم</h4>
                <br />
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید . قبل از تایید
                نام کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و
                نیز شرایط خصوصی ساعت ۸ و تکمیل مدارک خود، می توانید در ساعت ۸
                خرید کنید.
                <br />
                شما در ساعت ۸ می توانید به چندین روش خرید انجام دهید. در یکی از
                موارد می‌توانید برای کالای مورد نظر خود، در مزایده برگزار شده
                شرکت کنید و برنده شوید که شرایط آن در بخش چگونه در مزایدات شرکت
                کنم، توضیح داده شده است.
                <br />
                می توانید ، مصالح و یا هر کالای مرتبط با صنعت ساختمان اعم از نو
                و یا استفاده شده و یا نو دست دوم ، مورد نظر خود را  از میان آگهی
                ها ی درج شده یا آخرین آگهی های ثبت شده یا هر یک از گروه های مورد
                نظر جستجو کنید و به صفحه مورد نظر رفته ، و در صورت تمایل و به
                اختیار خود ، کالای مورد نظر خود را خرید نمایید یا انتخاب کرده تا
                در کیف شما ( سبد خرید ) قرارگیرد تا در زمان مناسب خرید انجام
                دهید. ( در صورتی که خرید خود را نهایی نکرده باشید و قیمت توسط
                فروشنده تغییر کند ، بر اساس قیمت جدید محاسبه خواهد شد. بطور کلی
                تا زمانی که خرید نهایی نشده باشد قیمت قابل تغییر است ) در ضمن
                میتوانید از جستجوگر سایت نیز برای پیدا کردن کالای مورد نظر
                استفاده نمایید. <br />
                می توانید به کاربر فروشنده برای تغییر قیمت یا شرایط ، پیام دهید
                و در صورت توافق فروشنده شرایط را تغییر داده و شما خرید خود را
                انجام دهید.
                <br />
                پس از اطمینان از خرید روی دکمه خرید و ادامه کلیک میکنید شما به
                درگاه پرداخت امن انتقال داده می شوید و می توانید مبلغ مورد نظر
                را واریز کرده و کالای خود را خریداری کنید.پس از نهایی شدن خرید ،
                فاکتور برای شما صادر می شود .برای بازدید مجدد یک فاکتور نیز به
                پنل کاربری شما ارسال خواهد شد. کالای خریداری شده به آدرس درج شده
                در مشخصات کاربری شما و یا آدرس اعلامی در زمان خرید و ارائه
                فاکتور ارسال خواهد شد. پس از خرید یک پیامک به کاربرفروشنده و یک
                پیامک به کاربر خریدار مبنی بر نهایی شدن مورد معامله ارسال خواهد
                شد. <br />
                پس از اینکه کالای خریداری شده به دست شما رسید شما ۲۴ ساعت فرصت
                دارید تا اعلام رضایت و یا شکایت نمایید ( در صورتی که کالا مطابق
                آگهی درج شده نباشد و یا نقص داشته و یا معیوب باشد می توانید
                شکایت کنید ) <br />
                در صورتی که اعلام رضایت نمودید مطابق قوانین سایت ، مبلغ به حساب
                کاربر فروشنده واریز خواهد شد در صورتی که اعلام شکایت نمایید
                موضوع اختلاف و ایرادات را با دلیل و مستندات و مدرک بصورت پیام به
                کاربرفروشنده ارسال کنید و کاربر فروشنده نسبت به آن پاسخگو خواهد
                بود و در صورت عدم توافق فی‌مابین از طریق حل اختلاف ساعت ۸ داوری
                خواهید شد .<br />
                در صورتی که بدون دلیل موجه و مستندات شکایت نمایید مطابق قوانین
                با شما برخورد خواهد شد.( تخلفات و جرایم)
                <br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ ، تصمیم گیری شده و رأی به طرفین اعلام خواهد شد و کاربران
                مطابق توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می
                باشند و حق هیچگونه اعتراضات بعدی را از خود سلب و ساقت می نمایند
                و در هیچ زمانی اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری
                بین طرفین توسط ساعت ۸ ، لازم الاجرا و لازم الوفاء می باشد.
                <br />
                در صورتی که پس از ۲۴ ساعت کاربر خریدار اعلام نظر ننماید این بدان
                معناست که کالا به دست ایشان رسیده و اعلام رضایت می نماید و ساعت
                ۸ مجاز است مبلغ فروشنده را به حساب ایشان طبق ضوابط واریز نماید.
                <br />
                تمامی مسئولیت عدم اطلاع رسانی در مدت مقرر به عهده کاربر خریدار
                می باشد .<br />
                در صورتی که هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم )<br />
                شما می توانید با توجه به رضایتمندی خود به کاربر فروشنده امتیاز
                بدهید.( شرایط امتیاز و تاثیر آن برکاربری )<br />
                <br />
                <Divider />
                <h4>ماده 17 - چگونه در ساعت ۸ فروش کنم</h4>
                <br />
                ابتدا باید به عنوان کاربر در سایت ثبت نام کنید . قبل از تایید
                نام کاربری و با قبول توافق نامه کاربری و شرایط حاکم بر ساعت ۸ و
                نیز شرایط خصوصی ساعت ۸ و تکمیل مدارک خود، می توانید در ساعت ۸
                فروش کنید.
                <br />
                شما در ساعت ۸ می توانید به چندین روش فروش انجام دهید( یا فروشنده
                و ارائه دهنده محصولات ، مصالح و غیره ساختمانی شوید) . در یکی از
                موارد می‌توانید برای کالای مورد نظر خود مزایده برگزار کنید که
                شرایط آن در بخش چگونه مزایده برگزار کنم توضیح داده شده است.
                کاربر می تواند برای فروش کالا و محصولات و خدمات خود آگهی (به
                صورت رایگان) درج نماید. درج آگهی برای فروش محصول ( یا مصالح و یا
                هر کالای مرتبط با صنعت ساختمان اعم از نو و یا استفاده شده و یا
                نو دست دوم ) می توانید به قسمت خرید و فروش مصالح رفته و در آنجا
                با توجه به هر یک از آیتم ها و موضوعات نوع مصالح ، کالا ، ماشین
                آلات ، غیره و یا هر مورد مرتبط با صنعت عظیم ساخت و ساز را برای
                فروش خود مشخص کنید ( در صورتی که مورد برای آگهی در آیتم ها و
                موضوعات نبود می توانید از گزینه متفرقه در انتهای قسمت خرید و
                فروش مصالح استفاده نمایید ) می توانید مشخص کنید که بطور مثال
                آگهی خود را برای فروش مصالح پایه یا تاسیسات مکانیکی ، تاسیسات
                برقی ، دکوراسیون و محصولات مرتبط ، آسانسور و قطعات آن ، ماشین
                آلات مرتبط و وسایل برقی یا هر چیز دیگری ثبت نمایید. پس از ثبت
                آگهی عکس و مشخصات مرتبط با آگهی خود را مشخص نماید (سعی نمایید از
                عکس های با کیفیت و گیرا و مرتبط استفاده کنید) . بایستی برای هر
                آگهی ، تعداد و قیمت مشخص شده باشد. ( تعداد بر اساس واحد می باشد
                مانند متر مربع ، مترمکعب، عدد ، کیلو ، تن ، متر زیربنا ، متر طول
                و...... که شما بایستی مشخص کنید و بر اساس آن قیمت پیشنهادی خود
                را وارد نمایید) . <br />
                زمانی که تصمیم به تغییرقیمت گرفتید ، بایستی سریعا نسبت به آن
                اقدام نمایید. <br />
                مادامی که قیمت تغییر نیافته است در صورتی که توسط کاربر دیگری
                خرید انجام گردد و نهایی شود ، موظف به فروش محصول خود هستید (حتی
                با قیمت پایین تر ) و بایستی پس از واریزمبلغ توسط کاربر خریدار و
                نهایی شدن خرید ، محصول مورد نظر را به کاربر خریدار ارسال نمایید.{" "}
                <br />
                پس از نهایی شدن خرید ، فاکتور برای شما صادر میشود .برای بازدید
                مجدد یک فاکتور نیز به پنل کاربری شما ارسال خواهد شد.
                <br />
                کالای خریداری شده به آدرس درج شده در فاکتور ارسال خواهد شد ( این
                ارسال توسط کاربر فروشنده خواهد بود) هزینه ارسال بعهده کاربر
                خریدار می باشد.
                <br />
                پس از ارسال کالا یا محصول یا ...... شما بایستی شماره بارنامه را
                در سایت بهمراه عکس آن آپلود نمایید. سپس یک پیامک به کاربر خریدار
                از طرف سایت ، مبنی بر ارسال توسط شما فرستاده خواهد شد. پس از
                تکمیل فروش و ارسال کالا یا محصول یا مصالح مورد نظرکه آگهی نموده
                اید کاربر خریدار تحویل خرید خود را به ساعت ۸ اطلاع خواهد داد (
                رسید محصول علاوه بر اعلام خریدار با پیگیری از طریق پست و بابری
                خواهد بود ). پس از رسیدن محصول به دست خریدار خریدار طی مدت ۲۴
                ساعت پس از رسید محصول یا کالا یا خدمات به دست ایشان بایستی نظر
                خود را نسبت به اعلام رضایت و یا شکایت ابراز نماید. پس از اینکه
                کالای خریداری شده به دست کاربر خریدار رسید، ۲۴ ساعت فرصت دارد تا
                اعلام رضایت و یا شکایت نمایید ( در صورتی که کالا مطابق آگهی درج
                شده نباشد و یا نقص داشته و یا معیوب باشد می توانید شکایت کند ){" "}
                <br />
                در صورتی که اعلام رضایت نمود مطابق قوانین سایت مبلغ به حساب شما
                با کسر درصد سایت واریز خواهد شد.
                <br />
                در صورتی که اعلام شکایت نماید موضوع اختلاف و ایرادات را با دلیل
                و مستندات و مدرک بصورت پیام که به شما ارسال شده است باید مورد
                بررسی توسط شما قرارگیرد و در صورت صحت موضوع بایستی جبران خسارت
                نموده و یا مورد ذکر شده در آگهی مجددا و بدون ایراد برای کاربر
                خریدار ارسال شود که کلیه هزینه های ارسال بعهده فرد خاطی می باشد
                و کاربر نسبت به آن پاسخگو خواهد بود.
                <br />
                در صورت عدم توافق فی‌مابین از طریق حل اختلاف ساعت ۸ داوری خواهید
                شد .<br />
                پس بررسی علت شکایت بر اساس مستندات و عکس ها ، توسط قسمت داوری
                ساعت ۸ تصمیم گیری و رأی به طرفین اعلام خواهد شد و کاربران مطابق
                توافقنامه کاربری متعهد به پذیرش رأی صادره و اجرای آن می باشند و
                حق هیچگونه اعتراضات بعدی را از خود صلب و ساقت می نمایند و
                اعتراضی نسبت به آن نداشته و نخواهند داشت. داوری بین طرفین ، توسط
                ساعت ۸ لازم الاجرا و لازم الوفاء می باشد.
                <br />
                در صورتی که پس از ۲۴ ساعت کاربر خریدار اعلام نظر ننماید این بدان
                معناست که کالا به دست ایشان رسیده و اعلام رضایت می نماید و ساعت
                ۸ مجاز است مبلغ فروشنده را به حساب ایشان طبق ضوابط واریز نماید.
                <br />
                تمامی مسئولیت عدم اطلاع رسانی در مدت مقرر به عهده کاربر خریدار
                می باشد .<br />
                در صورتی که هر یک از طرفین از عمل به تعهدات خودداری نمایند و یا
                تخلف انجام دهند ، مطابق قوانین ساعت ۸ با آنها برخورد خواهد شد .(
                تخلفات و جرایم ) شما می توانید با توجه به رضایتمندی خود به کاربر
                فروشنده امتیاز بدهید.( شرایط امتیاز و تاثیر آن برکاربری )<br />
                <br />
                <Divider />
                <h4>ماده 18 - روش های پرداخت </h4>
                <br />
                کاربران می توانند با استفاده از کلیه کارت های عضو شتاب نسبت به
                خرید کالا های مورد نیاز خود اقدام نمایند.  پس از واریز وجه توسط
                خریدار، قسمت حسابداری سایت از وصول پرداختی شما در حساب بانک
                اطمینان حاصل نموده و چنانچه پول از حساب شما کسر گردیده، ولی به
                حساب سایت واریز نشده باشد، طی تماس تلفنی این موضوع به فرستنده
                وجه اطلاع داده خواهد شد. خریدار نهایتا پس از اطلاع از این موضوع
                تا 48 ساعت صبر نموده و اگر طی این مدت وجه واریزی از سوی بانک
                مسترد نگردید، آنگاه با پشتیبانی بانک عامل پرداخت اینترنتی تماس
                گرفته و نسبت به رفع مغایرت اقدام نماید و نیز با توجه به اینکه
                تمام واریزهای ساعت 8 به کاربران از طریق شماره شبا انجام می شود،
                لازم است کاربران نام، نام خانوادگی، کد ملی و شماره شبای خود را
                در حساب کاربری خود ثبت کنند تا ساعت ۸ بتواند پس از مطابقت شماره
                شبای ثبت شده با اطلاعات کاربر، وجه را واریز کند.
                <br />
                <Divider />
                <h4>ماده 19 - روش تسویه حساب با کاربران</h4>
                <br />
                پس از فروش موفق کالا و یا تایید موفق در هر یک از قسمت های
                کارفرما ، پیمانکار ، کارگر در سایت، مبلغ کالا و هزینه ارسال و یا
                سایر هزینه های مرتبط دریافت گردیده و با ایمیل و اس ام اس به
                فروشنده اطلاع داده خواهد شد تا کالای خود را برای خریدار طبق
                سفارش داده شده، در زمان تعیین شده ارسال نماید. پس از تحویل و
                تایید کالا توسط خریدار، مبلغ واریز شده پس از کسر تعرفه خدمات و
                مالیات و عوارض ارزش افزوده به قسمت مبلغ قابل برداشت فروشنده
                اضافه می گردد و در قسمت ها مطابق شرایط سایت مبالغ قابل برداشت می
                باشد. کاربران در صفحه صورتحساب، در قسمت مربوطه ، درخواست انتقال
                وجه مبلغ قابل برداشت خود را ارسال نموده و پس از طی 48 ساعت کاری
                از تاریخ ارسال درخواست، مبلغ قابل برداشت، به حساب اعلام شده در
                صفحه مشخصات بانکی واریز می گردد. لازم به ذکر است تسویه حساب با
                کاربران در صورتی که با سایر بندهای توافق نامه کاربری مغایرت
                نداشته باشد، تنها از طریق شماره شبای ثبت شده در حساب کاربری ساعت
                ۸ انجام می شود .
                <br />
                <Divider />
                <h4>ماده 20 - تعرفه های خدمات ساعت 8</h4>
                <br />
                تعرفه های مربوط به عرضه کالا، خدمات ، خرید و فروش آن درج گردیده
                است. کارمزد های مندرج هر چند مدت بازنگری و در صورت نیاز تغییر
                خواهند یافت <br />
                <Divider />
                <h4>ماده 21 – حل اختلاف</h4>
                <br />
                کاربران ساعت 8 می‌پذیرند که در صورت بروز هرگونه مشکل درنهایت
                آرامش و به دور از هرگونه تشنج مشکل مربوطه را با صلح و سازش و از
                طریق مذاکره حل نمایند. در صورتی که رفع مشکل از این طریق
                امکان‌پذیر نبود هر یک از طرفین می‌توانند شکایت خود را از طریق حل
                اختلاف به ساعت 8 ابلاغ نماید. در این حالت ساعت 8 با توجه به
                مستندات، نظر کارشناس و با در نظر گرفتن قوانین، رأی صادر
                می‌نماید.
                <br />
                <br />.
                <h4>
                  تبصره: کاربران می‌پذیرند رأی ساعت 8 در این خصوص نهایی بوده و
                  برای طرفین الزام‌آور است.
                </h4>
                <br />
                کلیه قوانین حاکم در نظام جمهوری اسلامی ایران بر تعبیر، تفسیر،
                اجرا و تأثیر این توافق‌نامه حاکم خواهد بود. این مقررات بر اساس
                ماده ۱۰ قانون مدنی به‌عنوان یک قرارداد الزام‌آور بر روابط بین
                کاربر و ساعت 8حاکم بوده و هرگونه ادعا یا اعتراض آتی کاربر را در
                این خصوص بلا اعتبار می‌سازد. استفاده از سایت ، آدرس و اپلیکیشن
                ساعت 8 و طی کردن مراحل ثبت نام ، به منزله‌ی مطالعه، آگاهی کامل و
                قبول تمامی شرایط و مقررات ذیل است. صرف استفاده کاربر از ساعت 8در
                حکم اعلام رضایت نسبت به شرایط جدید و قبول تغییرات تلقی می‌‌گردد.
                لذا ضروری است پیش از استفاده از ساعت 8، این موارد را به‌دقت
                مطالعه فرمایید. لازم به ذکر است هرگونه علامت، عدد، کلمه، تصویر
                یا نشان الکترونیک که مثبِت هویت امضاکننده باشد و به این سند یا
                سایر اسناد صادره در این زمینه ملحق شود به منزله امضای الکترونیک
                بوده و همانند امضای دست‌نویس واجد اعتبار خواهد بود و امضاکننده
                را به مفاد سند ملتزم می‌‌نماید .در صورتیکه قسمت حل اختلاف سایت
                نظر نهایی ، در مورد حل یک اختلاف را اعلام نموده و لیکن طرفین آن
                نظر را اجرا ننمایند ، دیگر حق طرح هیچ گونه شکایتی در این مورد را
                نخواهند داشت. اگر ثابت شود که دعوای مطرح‌ شده از طرف کاربر واهی
                بوده، کاربر موظف است خسارات وارده به ساعت 8 را مطابق نظر داور
                رسیدگی‌کننده به آن بپردازد و در صورتیکه کاربری با مشكل روبرو شده
                و ساعت 8 را در بروز آن مقصر بداند، لازم است ابتدا موضوع را با
                خود سایت در میان گذاشته تا با مذاکره و رسیدگی دقیق‌تر نسبت به حل
                مساله اقدام شود.
                <br />
                <Divider />
                <h4>ماده 22 – امتیازات کاربران</h4> <br />
                پس از مبادله و یا انجام هرگونه عملیات ارائه شده در ساعت 8 ،
                کاربران توانند نظرات خود را در خصوص روش ارائه خدمات و نیز عملکرد
                طرف مقابل ارائه نمایند. امتیازات کاربر که در سایت مورد استفاده
                قرار گرفته به سایر کاربران کمک می نماید تا سابقه و امتیازات سایر
                اعضاء را مشاهده نمایند. امتیاز هر کاربردر حقیقت اعتبار وی درساعت
                8 می باشد که سایرین می توانند بر اساس آن در خصوص قابل اطمینان
                بودن یا نبودن وی بعنوان طرف یک معامله قضاوت نمایند.
                <br />
                <Divider />
                <h4>ماده 23 – قانون حاکم و حقوق و مالکیت ساعت 8</h4>
                <br />
                قانون حاکم بر این توافق نامه کلیه‏ی قوانین و مقررات کشور جمهوری
                اسلامی ایران می‏باشد. نام ساعت 8 ، لوگو و سایر علائم تجاری ثبت
                شده، تمامی مطالب درج شده در ساعت 8 ، متعلق به شرکت تجارت
                الکترونیک طوفان ( ساعت 8 ) بوده و بدون کسب اجازه کتبی و تائید،
                هر گونه کپی برداری و استفاده از موارد فوق ممنوع خواهد بود. علاوه
                بر این شکل های گرافیکی و عکس ها ، نوع طراحی سایت ، و کلیه موارد
                استفاده شده در سامانه ساعت 8 در مالکیت انحصاری ساعت 8 بوده و
                بدون کسب اجازه کتبی و تائید آن ، کپی‌برداری از آن‌ها ممنوع است.
                مالکیت و منافع کلیه حقوق ساعت 8 و مندرجات آن منحصرا متعلق شرکت
                تجارت الکترونیک طوفان و ساعت 8 خواهد بود.
                <Divider />
                <h4>ماده 24 - شرایط عدم مسئولیت و عدم تضمین</h4>
                <br />
                سایت و هیچ یک از ارگان‏های اصلی یا فرعی آن به هیچ وجهی، مسئول
                خسارات اتفاقی، غیرقابل ‌پیش‌بینی، تبعی و عدم‌النفع در قبال
                کاربران نیست. مسئولیت ساعت 8 ، محدود به خسارات مستقیم و بلاواسطه
                ایی است که با اثبات تقصیر سایت به کاربران یا اشخاص ثالث وارد شده
                است. در صورتی كه ثابت شود ورود خسارت در نتیجه اهمال، تقصیر و یا
                نقض تعهدات قانونی یا قراردادی كاربر بوده، سایت و شرکت تجارت
                الکترونیک طوفان مسئول پرداخت هیچ خسارتی نخواهند بود. همچنین در
                صورتی كه احراز گردد وقوع حالت فورس ماژور یا قوه قهریه باعث ایجاد
                خسارت گردیده، سایت و شرکت از مسئولیت برئ خواهند بود.ساعت 8 در
                مورد صحت اظهارات كاربران در خصوص کسوراتی از قبیل مالیات، عوارض و
                دیگر مطالبات قانونی که به مبالغ دریافتی یا پرداختی تعلق می‏گیرد،
                هیچ مسئولیتی ندارد و مسئول پرداخت این کسورات نخواهد بود. با
                پذیرش این توافقنامه کاربران قبول می کنند شرکت و سایت هیچگونه
                مسئولیتی در خصوص ادعاها و مطالب گمراه کننده، نادرست، مضر و موهن
                مندرج در سایت ندارد. بدیهی است به محض اطلاع و رویت هر گونه
                اطلاعات غیر اخلاقی، غیرشرعی و ناهنجار، اطلاعات مذکور از سایت حذف
                خواهد شد. سایت هیچگونه مسئولیتی در خصوص زیان ها و خسارات احتمالی
                ناشی از عملکرد شرکت و پرسنل به اعضا نداشته و حداکثر خسارات قابل
                پرداخت معادل کارمزد خدمات ارائه شده به شخص مدعی ، خواهد بود. 
                <br />
                <Divider />
                <h4>ماده 25 – شرایط فورس ماژور</h4>
                <br />
                عمل به مفاد این توافق نامه در شرایط خارج از اراده و فورس ماژور
                شامل سیل، زلزله، صاعقه ، آتش سوزی و غیره و نیز قطعی سیستم
                اینترنت و... و غیره مستثنی خواهد بود. این توافق نامه در 25 ماده
                به رویت کاربر رسیده و با تایید در هنگام عضویت، از آن پس پذیرش
                بدون قید و شرط این قرارداد لازم الاجرا خواهد بود.
                <br />
                <Divider />
                <h4 className="center">از اینکه عضوی از خانواده ساعت 8 هستید بر خود می بالیم</h4>
                {/* <Divider /> */}
              </p>
              <Divider />
              <h5 className="center">
                <strong>
                  تمامی شرایط و ضوابط بطور منظم به روز رسانی خواهد شد و تمامی
                  کاربران موظف هستند بطور مرتب این موارد را مطالعه و بررسی نماید
                  و در صورت عدم موافقت ، کاربری خود را حذف نمایند.شرایط استفاده
                  از ساعت ۸ منوط به قبول تمامی شرایط و ضوابط و مقررات و توافق
                  نامه های کاربری می باشد.
                </strong>
              </h5>
            </Card.Description>

            <Divider />
            <Link to="/user/message/saat8">
              <Button primary>ارسال پیام جدید به مدیریت</Button>
            </Link>
            <Link to="/">
              <Button floated="left">صفحه اصلی</Button>
            </Link>
          </Card.Content>
        </Card>
        </Grid.Column></Grid.Row></Grid>
        <ScrollLoader open={this.state.inLoad}/>
      </React.Fragment>
    );
  }
}
